

var DistirctJson = {
  districtjson: [
    {
      "fid": "14",
      "ftitle": "山西省",
      "fjunior": [
        {
          "fid": "1401",
          "ftitle": "太原市",
          "fjunior": [
            {
              "fid": "140101",
              "ftitle": "市辖区"
            },
            {
              "fid": "140105",
              "ftitle": "小店区"
            },
            {
              "fid": "140106",
              "ftitle": "迎泽区"
            },
            {
              "fid": "140107",
              "ftitle": "杏花岭区"
            },
            {
              "fid": "140108",
              "ftitle": "尖草坪区"
            },
            {
              "fid": "140109",
              "ftitle": "万柏林区"
            },
            {
              "fid": "140110",
              "ftitle": "晋源区"
            },
            {
              "fid": "140121",
              "ftitle": "清徐县"
            },
            {
              "fid": "140122",
              "ftitle": "阳曲县"
            },
            {
              "fid": "140123",
              "ftitle": "娄烦县"
            },
            {
              "fid": "140181",
              "ftitle": "古交市"
            }
          ]
        },
        {
          "fid": "1402",
          "ftitle": "大同市",
          "fjunior": [
            {
              "fid": "140201",
              "ftitle": "市辖区"
            },
            {
              "fid": "140202",
              "ftitle": "城区"
            },
            {
              "fid": "140203",
              "ftitle": "矿区"
            },
            {
              "fid": "140211",
              "ftitle": "南郊区"
            },
            {
              "fid": "140212",
              "ftitle": "新荣区"
            },
            {
              "fid": "140221",
              "ftitle": "阳高县"
            },
            {
              "fid": "140222",
              "ftitle": "天镇县"
            },
            {
              "fid": "140223",
              "ftitle": "广灵县"
            },
            {
              "fid": "140224",
              "ftitle": "灵丘县"
            },
            {
              "fid": "140225",
              "ftitle": "浑源县"
            },
            {
              "fid": "140226",
              "ftitle": "左云县"
            },
            {
              "fid": "140227",
              "ftitle": "大同县"
            }
          ]
        },
        {
          "fid": "1403",
          "ftitle": "阳泉市",
          "fjunior": [
            {
              "fid": "140301",
              "ftitle": "市辖区"
            },
            {
              "fid": "140302",
              "ftitle": "城区"
            },
            {
              "fid": "140303",
              "ftitle": "矿区"
            },
            {
              "fid": "140311",
              "ftitle": "郊区"
            },
            {
              "fid": "140321",
              "ftitle": "平定县"
            },
            {
              "fid": "140322",
              "ftitle": "盂县"
            }
          ]
        },
        {
          "fid": "1404",
          "ftitle": "长治市",
          "fjunior": [
            {
              "fid": "140401",
              "ftitle": "市辖区"
            },
            {
              "fid": "140402",
              "ftitle": "城区"
            },
            {
              "fid": "140411",
              "ftitle": "郊区"
            },
            {
              "fid": "140421",
              "ftitle": "长治县"
            },
            {
              "fid": "140423",
              "ftitle": "襄垣县"
            },
            {
              "fid": "140424",
              "ftitle": "屯留县"
            },
            {
              "fid": "140425",
              "ftitle": "平顺县"
            },
            {
              "fid": "140426",
              "ftitle": "黎城县"
            },
            {
              "fid": "140427",
              "ftitle": "壶关县"
            },
            {
              "fid": "140428",
              "ftitle": "长子县"
            },
            {
              "fid": "140429",
              "ftitle": "武乡县"
            },
            {
              "fid": "140430",
              "ftitle": "沁县"
            },
            {
              "fid": "140431",
              "ftitle": "沁源县"
            },
            {
              "fid": "140481",
              "ftitle": "潞城市"
            }
          ]
        },
        {
          "fid": "1405",
          "ftitle": "晋城市",
          "fjunior": [
            {
              "fid": "140501",
              "ftitle": "市辖区"
            },
            {
              "fid": "140502",
              "ftitle": "城区"
            },
            {
              "fid": "140521",
              "ftitle": "沁水县"
            },
            {
              "fid": "140522",
              "ftitle": "阳城县"
            },
            {
              "fid": "140524",
              "ftitle": "陵川县"
            },
            {
              "fid": "140525",
              "ftitle": "泽州县"
            },
            {
              "fid": "140581",
              "ftitle": "高平市"
            }
          ]
        },
        {
          "fid": "1406",
          "ftitle": "朔州市",
          "fjunior": [
            {
              "fid": "140601",
              "ftitle": "市辖区"
            },
            {
              "fid": "140602",
              "ftitle": "朔城区"
            },
            {
              "fid": "140603",
              "ftitle": "平鲁区"
            },
            {
              "fid": "140621",
              "ftitle": "山阴县"
            },
            {
              "fid": "140622",
              "ftitle": "应县"
            },
            {
              "fid": "140623",
              "ftitle": "右玉县"
            },
            {
              "fid": "140624",
              "ftitle": "怀仁县"
            }
          ]
        },
        {
          "fid": "1407",
          "ftitle": "晋中市",
          "fjunior": [
            {
              "fid": "140701",
              "ftitle": "市辖区"
            },
            {
              "fid": "140702",
              "ftitle": "榆次区"
            },
            {
              "fid": "140721",
              "ftitle": "榆社县"
            },
            {
              "fid": "140722",
              "ftitle": "左权县"
            },
            {
              "fid": "140723",
              "ftitle": "和顺县"
            },
            {
              "fid": "140724",
              "ftitle": "昔阳县"
            },
            {
              "fid": "140725",
              "ftitle": "寿阳县"
            },
            {
              "fid": "140726",
              "ftitle": "太谷县"
            },
            {
              "fid": "140727",
              "ftitle": "祁县"
            },
            {
              "fid": "140728",
              "ftitle": "平遥县"
            },
            {
              "fid": "140729",
              "ftitle": "灵石县"
            },
            {
              "fid": "140781",
              "ftitle": "介休市"
            }
          ]
        },
        {
          "fid": "1408",
          "ftitle": "运城市",
          "fjunior": [
            {
              "fid": "140801",
              "ftitle": "市辖区"
            },
            {
              "fid": "140802",
              "ftitle": "盐湖区"
            },
            {
              "fid": "140821",
              "ftitle": "临猗县"
            },
            {
              "fid": "140822",
              "ftitle": "万荣县"
            },
            {
              "fid": "140823",
              "ftitle": "闻喜县"
            },
            {
              "fid": "140824",
              "ftitle": "稷山县"
            },
            {
              "fid": "140825",
              "ftitle": "新绛县"
            },
            {
              "fid": "140826",
              "ftitle": "绛县"
            },
            {
              "fid": "140827",
              "ftitle": "垣曲县"
            },
            {
              "fid": "140828",
              "ftitle": "夏县"
            },
            {
              "fid": "140829",
              "ftitle": "平陆县"
            },
            {
              "fid": "140830",
              "ftitle": "芮城县"
            },
            {
              "fid": "140881",
              "ftitle": "永济市"
            },
            {
              "fid": "140882",
              "ftitle": "河津市"
            }
          ]
        },
        {
          "fid": "1409",
          "ftitle": "忻州市",
          "fjunior": [
            {
              "fid": "140901",
              "ftitle": "市辖区"
            },
            {
              "fid": "140902",
              "ftitle": "忻府区"
            },
            {
              "fid": "140921",
              "ftitle": "定襄县"
            },
            {
              "fid": "140922",
              "ftitle": "五台县"
            },
            {
              "fid": "140923",
              "ftitle": "代县"
            },
            {
              "fid": "140924",
              "ftitle": "繁峙县"
            },
            {
              "fid": "140925",
              "ftitle": "宁武县"
            },
            {
              "fid": "140926",
              "ftitle": "静乐县"
            },
            {
              "fid": "140927",
              "ftitle": "神池县"
            },
            {
              "fid": "140928",
              "ftitle": "五寨县"
            },
            {
              "fid": "140929",
              "ftitle": "岢岚县"
            },
            {
              "fid": "140930",
              "ftitle": "河曲县"
            },
            {
              "fid": "140931",
              "ftitle": "保德县"
            },
            {
              "fid": "140932",
              "ftitle": "偏关县"
            },
            {
              "fid": "140981",
              "ftitle": "原平市"
            }
          ]
        },
        {
          "fid": "1410",
          "ftitle": "临汾市",
          "fjunior": [
            {
              "fid": "141001",
              "ftitle": "市辖区"
            },
            {
              "fid": "141002",
              "ftitle": "尧都区"
            },
            {
              "fid": "141021",
              "ftitle": "曲沃县"
            },
            {
              "fid": "141022",
              "ftitle": "翼城县"
            },
            {
              "fid": "141023",
              "ftitle": "襄汾县"
            },
            {
              "fid": "141024",
              "ftitle": "洪洞县"
            },
            {
              "fid": "141025",
              "ftitle": "古县"
            },
            {
              "fid": "141026",
              "ftitle": "安泽县"
            },
            {
              "fid": "141027",
              "ftitle": "浮山县"
            },
            {
              "fid": "141028",
              "ftitle": "吉县"
            },
            {
              "fid": "141029",
              "ftitle": "乡宁县"
            },
            {
              "fid": "141030",
              "ftitle": "大宁县"
            },
            {
              "fid": "141031",
              "ftitle": "隰县"
            },
            {
              "fid": "141032",
              "ftitle": "永和县"
            },
            {
              "fid": "141033",
              "ftitle": "蒲县"
            },
            {
              "fid": "141034",
              "ftitle": "汾西县"
            },
            {
              "fid": "141081",
              "ftitle": "侯马市"
            },
            {
              "fid": "141082",
              "ftitle": "霍州市"
            }
          ]
        },
        {
          "fid": "1423",
          "ftitle": "吕梁地区",
          "fjunior": [
            {
              "fid": "142301",
              "ftitle": "孝义市"
            },
            {
              "fid": "142302",
              "ftitle": "离石市"
            },
            {
              "fid": "142303",
              "ftitle": "汾阳市"
            },
            {
              "fid": "142322",
              "ftitle": "文水县"
            },
            {
              "fid": "142323",
              "ftitle": "交城县"
            },
            {
              "fid": "142325",
              "ftitle": "兴县"
            },
            {
              "fid": "142326",
              "ftitle": "临县"
            },
            {
              "fid": "142327",
              "ftitle": "柳林县"
            },
            {
              "fid": "142328",
              "ftitle": "石楼县"
            },
            {
              "fid": "142329",
              "ftitle": "岚县"
            },
            {
              "fid": "142330",
              "ftitle": "方山县"
            },
            {
              "fid": "142332",
              "ftitle": "中阳县"
            },
            {
              "fid": "142333",
              "ftitle": "交口县"
            },
            {
              "fid": "142334",
              "ftitle": "市辖区"
            }
          ]
        },
        {
          "fid": "1411",
          "ftitle": "吕梁市",
          "fjunior": [
            {
              "fid": "141102",
              "ftitle": "离石区"
            },
            {
              "fid": "141121",
              "ftitle": "文水县"
            },
            {
              "fid": "141122",
              "ftitle": "交城县"
            },
            {
              "fid": "141123",
              "ftitle": "兴县"
            },
            {
              "fid": "141124",
              "ftitle": "临县"
            },
            {
              "fid": "141125",
              "ftitle": "柳林县"
            },
            {
              "fid": "141126",
              "ftitle": "石楼县"
            },
            {
              "fid": "141127",
              "ftitle": "岚县"
            },
            {
              "fid": "141128",
              "ftitle": "方山县"
            },
            {
              "fid": "141129",
              "ftitle": "中阳县"
            },
            {
              "fid": "141130",
              "ftitle": "交口县"
            },
            {
              "fid": "141181",
              "ftitle": "孝义市"
            },
            {
              "fid": "141182",
              "ftitle": "汾阳市"
            }
          ]
        }
      ]
    },
    {
      "fid": "11",
      "ftitle": "北京市",
      "fjunior": [
        {
          "fid": "1101",
          "ftitle": "北京市",
          "fjunior": [
            {
              "fid": "110101",
              "ftitle": "东城区"
            },
            {
              "fid": "110102",
              "ftitle": "西城区"
            },
            {
              "fid": "110103",
              "ftitle": "崇文区"
            },
            {
              "fid": "110104",
              "ftitle": "宣武区"
            },
            {
              "fid": "110105",
              "ftitle": "朝阳区"
            },
            {
              "fid": "110106",
              "ftitle": "丰台区"
            },
            {
              "fid": "110107",
              "ftitle": "石景山区"
            },
            {
              "fid": "110108",
              "ftitle": "海淀区"
            },
            {
              "fid": "110109",
              "ftitle": "门头沟区"
            },
            {
              "fid": "110111",
              "ftitle": "房山区"
            },
            {
              "fid": "110112",
              "ftitle": "通州区"
            },
            {
              "fid": "110113",
              "ftitle": "顺义区"
            },
            {
              "fid": "110114",
              "ftitle": "昌平区"
            },
            {
              "fid": "110115",
              "ftitle": "大兴区"
            },
            {
              "fid": "110116",
              "ftitle": "怀柔区"
            },
            {
              "fid": "110117",
              "ftitle": "平谷区"
            }
          ]
        },
        {
          "fid": "1102",
          "ftitle": "县",
          "fjunior": [
            {
              "fid": "110228",
              "ftitle": "密云县"
            },
            {
              "fid": "110229",
              "ftitle": "延庆县"
            }
          ]
        }
      ]
    },
    {
      "fid": "12",
      "ftitle": "天津市",
      "fjunior": [
        {
          "fid": "1201",
          "ftitle": "天津市",
          "fjunior": [
            {
              "fid": "120101",
              "ftitle": "和平区"
            },
            {
              "fid": "120102",
              "ftitle": "河东区"
            },
            {
              "fid": "120103",
              "ftitle": "河西区"
            },
            {
              "fid": "120104",
              "ftitle": "南开区"
            },
            {
              "fid": "120105",
              "ftitle": "河北区"
            },
            {
              "fid": "120106",
              "ftitle": "红桥区"
            },
            {
              "fid": "120107",
              "ftitle": "塘沽区"
            },
            {
              "fid": "120108",
              "ftitle": "汉沽区"
            },
            {
              "fid": "120109",
              "ftitle": "大港区"
            },
            {
              "fid": "120110",
              "ftitle": "东丽区"
            },
            {
              "fid": "120111",
              "ftitle": "西青区"
            },
            {
              "fid": "120112",
              "ftitle": "津南区"
            },
            {
              "fid": "120113",
              "ftitle": "北辰区"
            },
            {
              "fid": "120114",
              "ftitle": "武清区"
            },
            {
              "fid": "120115",
              "ftitle": "宝坻区"
            },
            {
              "fid": "120116",
              "ftitle": "滨海新区"
            }
          ]
        },
        {
          "fid": "1202",
          "ftitle": "县",
          "fjunior": [
            {
              "fid": "120221",
              "ftitle": "宁河县"
            },
            {
              "fid": "120223",
              "ftitle": "静海县"
            },
            {
              "fid": "120225",
              "ftitle": "蓟县"
            }
          ]
        }
      ]
    },
    {
      "fid": "13",
      "ftitle": "河北省",
      "fjunior": [
        {
          "fid": "1301",
          "ftitle": "石家庄市",
          "fjunior": [
            {
              "fid": "130101",
              "ftitle": "市辖区"
            },
            {
              "fid": "130102",
              "ftitle": "长安区"
            },
            {
              "fid": "130103",
              "ftitle": "桥东区"
            },
            {
              "fid": "130104",
              "ftitle": "桥西区"
            },
            {
              "fid": "130105",
              "ftitle": "新华区"
            },
            {
              "fid": "130106",
              "ftitle": "郊区"
            },
            {
              "fid": "130107",
              "ftitle": "井陉矿区"
            },
            {
              "fid": "130108",
              "ftitle": "裕华区"
            },
            {
              "fid": "130121",
              "ftitle": "井陉县"
            },
            {
              "fid": "130123",
              "ftitle": "正定县"
            },
            {
              "fid": "130124",
              "ftitle": "栾城县"
            },
            {
              "fid": "130125",
              "ftitle": "行唐县"
            },
            {
              "fid": "130126",
              "ftitle": "灵寿县"
            },
            {
              "fid": "130127",
              "ftitle": "高邑县"
            },
            {
              "fid": "130128",
              "ftitle": "深泽县"
            },
            {
              "fid": "130129",
              "ftitle": "赞皇县"
            },
            {
              "fid": "130130",
              "ftitle": "无极县"
            },
            {
              "fid": "130131",
              "ftitle": "平山县"
            },
            {
              "fid": "130132",
              "ftitle": "元氏县"
            },
            {
              "fid": "130133",
              "ftitle": "赵县"
            },
            {
              "fid": "130181",
              "ftitle": "辛集市"
            },
            {
              "fid": "130182",
              "ftitle": "藁城市"
            },
            {
              "fid": "130183",
              "ftitle": "晋州市"
            },
            {
              "fid": "130184",
              "ftitle": "新乐市"
            },
            {
              "fid": "130185",
              "ftitle": "鹿泉市"
            }
          ]
        },
        {
          "fid": "1302",
          "ftitle": "唐山市",
          "fjunior": [
            {
              "fid": "130201",
              "ftitle": "市辖区"
            },
            {
              "fid": "130202",
              "ftitle": "路南区"
            },
            {
              "fid": "130203",
              "ftitle": "路北区"
            },
            {
              "fid": "130204",
              "ftitle": "古冶区"
            },
            {
              "fid": "130205",
              "ftitle": "开平区"
            },
            {
              "fid": "130206",
              "ftitle": "新区"
            },
            {
              "fid": "130221",
              "ftitle": "丰润县"
            },
            {
              "fid": "130223",
              "ftitle": "滦县"
            },
            {
              "fid": "130224",
              "ftitle": "滦南县"
            },
            {
              "fid": "130225",
              "ftitle": "乐亭县"
            },
            {
              "fid": "130227",
              "ftitle": "迁西县"
            },
            {
              "fid": "130229",
              "ftitle": "玉田县"
            },
            {
              "fid": "130230",
              "ftitle": "唐海县"
            },
            {
              "fid": "130281",
              "ftitle": "遵化市"
            },
            {
              "fid": "130282",
              "ftitle": "丰南市"
            },
            {
              "fid": "130283",
              "ftitle": "迁安市"
            },
            {
              "fid": "130207",
              "ftitle": "丰南区"
            },
            {
              "fid": "130208",
              "ftitle": "丰润区"
            },
            {
              "fid": "130209",
              "ftitle": "曹妃甸区"
            }
          ]
        },
        {
          "fid": "1303",
          "ftitle": "秦皇岛市",
          "fjunior": [
            {
              "fid": "130301",
              "ftitle": "市辖区"
            },
            {
              "fid": "130302",
              "ftitle": "海港区"
            },
            {
              "fid": "130303",
              "ftitle": "山海关区"
            },
            {
              "fid": "130304",
              "ftitle": "北戴河区"
            },
            {
              "fid": "130321",
              "ftitle": "青龙满族自治县"
            },
            {
              "fid": "130322",
              "ftitle": "昌黎县"
            },
            {
              "fid": "130323",
              "ftitle": "抚宁县"
            },
            {
              "fid": "130324",
              "ftitle": "卢龙县"
            },
            {
              "fid": "130325",
              "ftitle": "开发区"
            }
          ]
        },
        {
          "fid": "1304",
          "ftitle": "邯郸市",
          "fjunior": [
            {
              "fid": "130401",
              "ftitle": "市辖区"
            },
            {
              "fid": "130402",
              "ftitle": "邯山区"
            },
            {
              "fid": "130403",
              "ftitle": "丛台区"
            },
            {
              "fid": "130404",
              "ftitle": "复兴区"
            },
            {
              "fid": "130406",
              "ftitle": "峰峰矿区"
            },
            {
              "fid": "130421",
              "ftitle": "邯郸县"
            },
            {
              "fid": "130423",
              "ftitle": "临漳县"
            },
            {
              "fid": "130424",
              "ftitle": "成安县"
            },
            {
              "fid": "130425",
              "ftitle": "大名县"
            },
            {
              "fid": "130426",
              "ftitle": "涉县"
            },
            {
              "fid": "130427",
              "ftitle": "磁县"
            },
            {
              "fid": "130428",
              "ftitle": "肥乡县"
            },
            {
              "fid": "130429",
              "ftitle": "永年县"
            },
            {
              "fid": "130430",
              "ftitle": "邱县"
            },
            {
              "fid": "130431",
              "ftitle": "鸡泽县"
            },
            {
              "fid": "130432",
              "ftitle": "广平县"
            },
            {
              "fid": "130433",
              "ftitle": "馆陶县"
            },
            {
              "fid": "130434",
              "ftitle": "魏县"
            },
            {
              "fid": "130435",
              "ftitle": "曲周县"
            },
            {
              "fid": "130481",
              "ftitle": "武安市"
            }
          ]
        },
        {
          "fid": "1305",
          "ftitle": "邢台市",
          "fjunior": [
            {
              "fid": "130501",
              "ftitle": "市辖区"
            },
            {
              "fid": "130502",
              "ftitle": "桥东区"
            },
            {
              "fid": "130503",
              "ftitle": "桥西区"
            },
            {
              "fid": "130521",
              "ftitle": "邢台县"
            },
            {
              "fid": "130522",
              "ftitle": "临城县"
            },
            {
              "fid": "130523",
              "ftitle": "内丘县"
            },
            {
              "fid": "130524",
              "ftitle": "柏乡县"
            },
            {
              "fid": "130525",
              "ftitle": "隆尧县"
            },
            {
              "fid": "130526",
              "ftitle": "任县"
            },
            {
              "fid": "130527",
              "ftitle": "南和县"
            },
            {
              "fid": "130528",
              "ftitle": "宁晋县"
            },
            {
              "fid": "130529",
              "ftitle": "巨鹿县"
            },
            {
              "fid": "130530",
              "ftitle": "新河县"
            },
            {
              "fid": "130531",
              "ftitle": "广宗县"
            },
            {
              "fid": "130532",
              "ftitle": "平乡县"
            },
            {
              "fid": "130533",
              "ftitle": "威县"
            },
            {
              "fid": "130534",
              "ftitle": "清河县"
            },
            {
              "fid": "130535",
              "ftitle": "临西县"
            },
            {
              "fid": "130581",
              "ftitle": "南宫市"
            },
            {
              "fid": "130582",
              "ftitle": "沙河市"
            }
          ]
        },
        {
          "fid": "1306",
          "ftitle": "保定市",
          "fjunior": [
            {
              "fid": "130601",
              "ftitle": "市辖区"
            },
            {
              "fid": "130602",
              "ftitle": "新市区"
            },
            {
              "fid": "130603",
              "ftitle": "北市区"
            },
            {
              "fid": "130604",
              "ftitle": "南市区"
            },
            {
              "fid": "130621",
              "ftitle": "满城县"
            },
            {
              "fid": "130622",
              "ftitle": "清苑县"
            },
            {
              "fid": "130623",
              "ftitle": "涞水县"
            },
            {
              "fid": "130624",
              "ftitle": "阜平县"
            },
            {
              "fid": "130625",
              "ftitle": "徐水县"
            },
            {
              "fid": "130626",
              "ftitle": "定兴县"
            },
            {
              "fid": "130627",
              "ftitle": "唐县"
            },
            {
              "fid": "130628",
              "ftitle": "高阳县"
            },
            {
              "fid": "130629",
              "ftitle": "容城县"
            },
            {
              "fid": "130630",
              "ftitle": "涞源县"
            },
            {
              "fid": "130631",
              "ftitle": "望都县"
            },
            {
              "fid": "130632",
              "ftitle": "安新县"
            },
            {
              "fid": "130633",
              "ftitle": "易县"
            },
            {
              "fid": "130634",
              "ftitle": "曲阳县"
            },
            {
              "fid": "130635",
              "ftitle": "蠡县"
            },
            {
              "fid": "130636",
              "ftitle": "顺平县"
            },
            {
              "fid": "130637",
              "ftitle": "博野县"
            },
            {
              "fid": "130638",
              "ftitle": "雄县"
            },
            {
              "fid": "130681",
              "ftitle": "涿州市"
            },
            {
              "fid": "130682",
              "ftitle": "定州市"
            },
            {
              "fid": "130683",
              "ftitle": "安国市"
            },
            {
              "fid": "130684",
              "ftitle": "高碑店市"
            }
          ]
        },
        {
          "fid": "1307",
          "ftitle": "张家口市",
          "fjunior": [
            {
              "fid": "130701",
              "ftitle": "市辖区"
            },
            {
              "fid": "130702",
              "ftitle": "桥东区"
            },
            {
              "fid": "130703",
              "ftitle": "桥西区"
            },
            {
              "fid": "130705",
              "ftitle": "宣化区"
            },
            {
              "fid": "130706",
              "ftitle": "下花园区"
            },
            {
              "fid": "130721",
              "ftitle": "宣化县"
            },
            {
              "fid": "130722",
              "ftitle": "张北县"
            },
            {
              "fid": "130723",
              "ftitle": "康保县"
            },
            {
              "fid": "130724",
              "ftitle": "沽源县"
            },
            {
              "fid": "130725",
              "ftitle": "尚义县"
            },
            {
              "fid": "130726",
              "ftitle": "蔚县"
            },
            {
              "fid": "130727",
              "ftitle": "阳原县"
            },
            {
              "fid": "130728",
              "ftitle": "怀安县"
            },
            {
              "fid": "130729",
              "ftitle": "万全县"
            },
            {
              "fid": "130730",
              "ftitle": "怀来县"
            },
            {
              "fid": "130731",
              "ftitle": "涿鹿县"
            },
            {
              "fid": "130732",
              "ftitle": "赤城县"
            },
            {
              "fid": "130733",
              "ftitle": "崇礼县"
            }
          ]
        },
        {
          "fid": "1308",
          "ftitle": "承德市",
          "fjunior": [
            {
              "fid": "130801",
              "ftitle": "市辖区"
            },
            {
              "fid": "130802",
              "ftitle": "双桥区"
            },
            {
              "fid": "130803",
              "ftitle": "双滦区"
            },
            {
              "fid": "130804",
              "ftitle": "鹰手营子矿区"
            },
            {
              "fid": "130821",
              "ftitle": "承德县"
            },
            {
              "fid": "130822",
              "ftitle": "兴隆县"
            },
            {
              "fid": "130823",
              "ftitle": "平泉县"
            },
            {
              "fid": "130824",
              "ftitle": "滦平县"
            },
            {
              "fid": "130825",
              "ftitle": "隆化县"
            },
            {
              "fid": "130826",
              "ftitle": "丰宁满族自治县"
            },
            {
              "fid": "130827",
              "ftitle": "宽城满族自治县"
            },
            {
              "fid": "130828",
              "ftitle": "围场满族蒙古族自治县"
            }
          ]
        },
        {
          "fid": "1309",
          "ftitle": "沧州市",
          "fjunior": [
            {
              "fid": "130901",
              "ftitle": "市辖区"
            },
            {
              "fid": "130902",
              "ftitle": "新华区"
            },
            {
              "fid": "130903",
              "ftitle": "运河区"
            },
            {
              "fid": "130921",
              "ftitle": "沧县"
            },
            {
              "fid": "130922",
              "ftitle": "青县"
            },
            {
              "fid": "130923",
              "ftitle": "东光县"
            },
            {
              "fid": "130924",
              "ftitle": "海兴县"
            },
            {
              "fid": "130925",
              "ftitle": "盐山县"
            },
            {
              "fid": "130926",
              "ftitle": "肃宁县"
            },
            {
              "fid": "130927",
              "ftitle": "南皮县"
            },
            {
              "fid": "130928",
              "ftitle": "吴桥县"
            },
            {
              "fid": "130929",
              "ftitle": "献县"
            },
            {
              "fid": "130930",
              "ftitle": "孟村回族自治县"
            },
            {
              "fid": "130981",
              "ftitle": "泊头市"
            },
            {
              "fid": "130982",
              "ftitle": "任丘市"
            },
            {
              "fid": "130983",
              "ftitle": "黄骅市"
            },
            {
              "fid": "130984",
              "ftitle": "河间市"
            }
          ]
        },
        {
          "fid": "1310",
          "ftitle": "廊坊市",
          "fjunior": [
            {
              "fid": "131001",
              "ftitle": "市辖区"
            },
            {
              "fid": "131002",
              "ftitle": "安次区"
            },
            {
              "fid": "131003",
              "ftitle": "广阳区"
            },
            {
              "fid": "131022",
              "ftitle": "固安县"
            },
            {
              "fid": "131023",
              "ftitle": "永清县"
            },
            {
              "fid": "131024",
              "ftitle": "香河县"
            },
            {
              "fid": "131025",
              "ftitle": "大城县"
            },
            {
              "fid": "131026",
              "ftitle": "文安县"
            },
            {
              "fid": "131028",
              "ftitle": "大厂回族自治县"
            },
            {
              "fid": "131081",
              "ftitle": "霸州市"
            },
            {
              "fid": "131082",
              "ftitle": "三河市"
            },
            {
              "fid": "131083",
              "ftitle": "开发区"
            }
          ]
        },
        {
          "fid": "1311",
          "ftitle": "衡水市",
          "fjunior": [
            {
              "fid": "131101",
              "ftitle": "市辖区"
            },
            {
              "fid": "131102",
              "ftitle": "桃城区"
            },
            {
              "fid": "131121",
              "ftitle": "枣强县"
            },
            {
              "fid": "131122",
              "ftitle": "武邑县"
            },
            {
              "fid": "131123",
              "ftitle": "武强县"
            },
            {
              "fid": "131124",
              "ftitle": "饶阳县"
            },
            {
              "fid": "131125",
              "ftitle": "安平县"
            },
            {
              "fid": "131126",
              "ftitle": "故城县"
            },
            {
              "fid": "131127",
              "ftitle": "景县"
            },
            {
              "fid": "131128",
              "ftitle": "阜城县"
            },
            {
              "fid": "131181",
              "ftitle": "冀州市"
            },
            {
              "fid": "131182",
              "ftitle": "深州市"
            }
          ]
        }
      ]
    },
    {
      "fid": "23",
      "ftitle": "黑龙江省",
      "fjunior": [
        {
          "fid": "2301",
          "ftitle": "哈尔滨市",
          "fjunior": [
            {
              "fid": "230101",
              "ftitle": "市辖区"
            },
            {
              "fid": "230102",
              "ftitle": "道里区"
            },
            {
              "fid": "230103",
              "ftitle": "南岗区"
            },
            {
              "fid": "230104",
              "ftitle": "道外区"
            },
            {
              "fid": "230105",
              "ftitle": "太平区"
            },
            {
              "fid": "230107",
              "ftitle": "动力区"
            },
            {
              "fid": "230108",
              "ftitle": "平房区"
            },
            {
              "fid": "230109",
              "ftitle": "松北区"
            },
            {
              "fid": "230121",
              "ftitle": "呼兰县"
            },
            {
              "fid": "230123",
              "ftitle": "依兰县"
            },
            {
              "fid": "230124",
              "ftitle": "方正县"
            },
            {
              "fid": "230125",
              "ftitle": "宾县"
            },
            {
              "fid": "230126",
              "ftitle": "巴彦县"
            },
            {
              "fid": "230127",
              "ftitle": "木兰县"
            },
            {
              "fid": "230128",
              "ftitle": "通河县"
            },
            {
              "fid": "230129",
              "ftitle": "延寿县"
            },
            {
              "fid": "230181",
              "ftitle": "阿城市"
            },
            {
              "fid": "230182",
              "ftitle": "双城市"
            },
            {
              "fid": "230183",
              "ftitle": "尚志市"
            },
            {
              "fid": "230184",
              "ftitle": "五常市"
            },
            {
              "fid": "230110",
              "ftitle": "香坊区"
            },
            {
              "fid": "230111",
              "ftitle": "呼兰区"
            },
            {
              "fid": "230112",
              "ftitle": "阿城区"
            }
          ]
        },
        {
          "fid": "2302",
          "ftitle": "齐齐哈尔市",
          "fjunior": [
            {
              "fid": "230201",
              "ftitle": "市辖区"
            },
            {
              "fid": "230202",
              "ftitle": "龙沙区"
            },
            {
              "fid": "230203",
              "ftitle": "建华区"
            },
            {
              "fid": "230204",
              "ftitle": "铁锋区"
            },
            {
              "fid": "230205",
              "ftitle": "昂昂溪区"
            },
            {
              "fid": "230206",
              "ftitle": "富拉尔基区"
            },
            {
              "fid": "230207",
              "ftitle": "碾子山区"
            },
            {
              "fid": "230208",
              "ftitle": "梅里斯达斡尔族区"
            },
            {
              "fid": "230221",
              "ftitle": "龙江县"
            },
            {
              "fid": "230223",
              "ftitle": "依安县"
            },
            {
              "fid": "230224",
              "ftitle": "泰来县"
            },
            {
              "fid": "230225",
              "ftitle": "甘南县"
            },
            {
              "fid": "230227",
              "ftitle": "富裕县"
            },
            {
              "fid": "230229",
              "ftitle": "克山县"
            },
            {
              "fid": "230230",
              "ftitle": "克东县"
            },
            {
              "fid": "230231",
              "ftitle": "拜泉县"
            },
            {
              "fid": "230281",
              "ftitle": "讷河市"
            }
          ]
        },
        {
          "fid": "2303",
          "ftitle": "鸡西市",
          "fjunior": [
            {
              "fid": "230301",
              "ftitle": "市辖区"
            },
            {
              "fid": "230302",
              "ftitle": "鸡冠区"
            },
            {
              "fid": "230303",
              "ftitle": "恒山区"
            },
            {
              "fid": "230304",
              "ftitle": "滴道区"
            },
            {
              "fid": "230305",
              "ftitle": "梨树区"
            },
            {
              "fid": "230306",
              "ftitle": "城子河区"
            },
            {
              "fid": "230307",
              "ftitle": "麻山区"
            },
            {
              "fid": "230321",
              "ftitle": "鸡东县"
            },
            {
              "fid": "230381",
              "ftitle": "虎林市"
            },
            {
              "fid": "230382",
              "ftitle": "密山市"
            }
          ]
        },
        {
          "fid": "2304",
          "ftitle": "鹤岗市",
          "fjunior": [
            {
              "fid": "230401",
              "ftitle": "市辖区"
            },
            {
              "fid": "230402",
              "ftitle": "向阳区"
            },
            {
              "fid": "230403",
              "ftitle": "工农区"
            },
            {
              "fid": "230404",
              "ftitle": "南山区"
            },
            {
              "fid": "230405",
              "ftitle": "兴安区"
            },
            {
              "fid": "230406",
              "ftitle": "东山区"
            },
            {
              "fid": "230407",
              "ftitle": "兴山区"
            },
            {
              "fid": "230421",
              "ftitle": "萝北县"
            },
            {
              "fid": "230422",
              "ftitle": "绥滨县"
            }
          ]
        },
        {
          "fid": "2305",
          "ftitle": "双鸭山市",
          "fjunior": [
            {
              "fid": "230501",
              "ftitle": "市辖区"
            },
            {
              "fid": "230502",
              "ftitle": "尖山区"
            },
            {
              "fid": "230503",
              "ftitle": "岭东区"
            },
            {
              "fid": "230505",
              "ftitle": "四方台区"
            },
            {
              "fid": "230506",
              "ftitle": "宝山区"
            },
            {
              "fid": "230521",
              "ftitle": "集贤县"
            },
            {
              "fid": "230522",
              "ftitle": "友谊县"
            },
            {
              "fid": "230523",
              "ftitle": "宝清县"
            },
            {
              "fid": "230524",
              "ftitle": "饶河县"
            }
          ]
        },
        {
          "fid": "2310",
          "ftitle": "牡丹江市",
          "fjunior": [
            {
              "fid": "231001",
              "ftitle": "市辖区"
            },
            {
              "fid": "231002",
              "ftitle": "东安区"
            },
            {
              "fid": "231003",
              "ftitle": "阳明区"
            },
            {
              "fid": "231004",
              "ftitle": "爱民区"
            },
            {
              "fid": "231005",
              "ftitle": "西安区"
            },
            {
              "fid": "231024",
              "ftitle": "东宁县"
            },
            {
              "fid": "231025",
              "ftitle": "林口县"
            },
            {
              "fid": "231081",
              "ftitle": "绥芬河市"
            },
            {
              "fid": "231083",
              "ftitle": "海林市"
            },
            {
              "fid": "231084",
              "ftitle": "宁安市"
            },
            {
              "fid": "231085",
              "ftitle": "穆棱市"
            }
          ]
        },
        {
          "fid": "2311",
          "ftitle": "黑河市",
          "fjunior": [
            {
              "fid": "231101",
              "ftitle": "市辖区"
            },
            {
              "fid": "231102",
              "ftitle": "爱辉区"
            },
            {
              "fid": "231121",
              "ftitle": "嫩江县"
            },
            {
              "fid": "231123",
              "ftitle": "逊克县"
            },
            {
              "fid": "231124",
              "ftitle": "孙吴县"
            },
            {
              "fid": "231181",
              "ftitle": "北安市"
            },
            {
              "fid": "231182",
              "ftitle": "五大连池市"
            }
          ]
        },
        {
          "fid": "2312",
          "ftitle": "绥化市",
          "fjunior": [
            {
              "fid": "231201",
              "ftitle": "市辖区"
            },
            {
              "fid": "231202",
              "ftitle": "北林区"
            },
            {
              "fid": "231221",
              "ftitle": "望奎县"
            },
            {
              "fid": "231222",
              "ftitle": "兰西县"
            },
            {
              "fid": "231223",
              "ftitle": "青冈县"
            },
            {
              "fid": "231224",
              "ftitle": "庆安县"
            },
            {
              "fid": "231225",
              "ftitle": "明水县"
            },
            {
              "fid": "231226",
              "ftitle": "绥棱县"
            },
            {
              "fid": "231281",
              "ftitle": "安达市"
            },
            {
              "fid": "231282",
              "ftitle": "肇东市"
            },
            {
              "fid": "231283",
              "ftitle": "海伦市"
            }
          ]
        },
        {
          "fid": "2327",
          "ftitle": "大兴安岭地区",
          "fjunior": [
            {
              "fid": "232721",
              "ftitle": "呼玛县"
            },
            {
              "fid": "232722",
              "ftitle": "塔河县"
            },
            {
              "fid": "232723",
              "ftitle": "漠河县"
            },
            {
              "fid": "232724",
              "ftitle": "松岭区"
            },
            {
              "fid": "232725",
              "ftitle": "呼中区"
            },
            {
              "fid": "232726",
              "ftitle": "加格达奇区"
            },
            {
              "fid": "232727",
              "ftitle": "新林区"
            }
          ]
        },
        {
          "fid": "2306",
          "ftitle": "大庆市",
          "fjunior": [
            {
              "fid": "230601",
              "ftitle": "市辖区"
            },
            {
              "fid": "230602",
              "ftitle": "萨尔图区"
            },
            {
              "fid": "230603",
              "ftitle": "龙凤区"
            },
            {
              "fid": "230604",
              "ftitle": "让胡路区"
            },
            {
              "fid": "230605",
              "ftitle": "红岗区"
            },
            {
              "fid": "230606",
              "ftitle": "大同区"
            },
            {
              "fid": "230621",
              "ftitle": "肇州县"
            },
            {
              "fid": "230622",
              "ftitle": "肇源县"
            },
            {
              "fid": "230623",
              "ftitle": "林甸县"
            },
            {
              "fid": "230624",
              "ftitle": "杜尔伯特蒙古族自治县"
            }
          ]
        },
        {
          "fid": "2307",
          "ftitle": "伊春市",
          "fjunior": [
            {
              "fid": "230701",
              "ftitle": "市辖区"
            },
            {
              "fid": "230702",
              "ftitle": "伊春区"
            },
            {
              "fid": "230703",
              "ftitle": "南岔区"
            },
            {
              "fid": "230704",
              "ftitle": "友好区"
            },
            {
              "fid": "230705",
              "ftitle": "西林区"
            },
            {
              "fid": "230706",
              "ftitle": "翠峦区"
            },
            {
              "fid": "230707",
              "ftitle": "新青区"
            },
            {
              "fid": "230708",
              "ftitle": "美溪区"
            },
            {
              "fid": "230709",
              "ftitle": "金山屯区"
            },
            {
              "fid": "230710",
              "ftitle": "五营区"
            },
            {
              "fid": "230711",
              "ftitle": "乌马河区"
            },
            {
              "fid": "230712",
              "ftitle": "汤旺河区"
            },
            {
              "fid": "230713",
              "ftitle": "带岭区"
            },
            {
              "fid": "230714",
              "ftitle": "乌伊岭区"
            },
            {
              "fid": "230715",
              "ftitle": "红星区"
            },
            {
              "fid": "230716",
              "ftitle": "上甘岭区"
            },
            {
              "fid": "230722",
              "ftitle": "嘉荫县"
            },
            {
              "fid": "230781",
              "ftitle": "铁力市"
            }
          ]
        },
        {
          "fid": "2308",
          "ftitle": "佳木斯市",
          "fjunior": [
            {
              "fid": "230801",
              "ftitle": "市辖区"
            },
            {
              "fid": "230802",
              "ftitle": "永红区"
            },
            {
              "fid": "230803",
              "ftitle": "向阳区"
            },
            {
              "fid": "230804",
              "ftitle": "前进区"
            },
            {
              "fid": "230805",
              "ftitle": "东风区"
            },
            {
              "fid": "230806",
              "ftitle": "建三江市"
            },
            {
              "fid": "230811",
              "ftitle": "郊区"
            },
            {
              "fid": "230822",
              "ftitle": "桦南县"
            },
            {
              "fid": "230826",
              "ftitle": "桦川县"
            },
            {
              "fid": "230828",
              "ftitle": "汤原县"
            },
            {
              "fid": "230833",
              "ftitle": "抚远县"
            },
            {
              "fid": "230881",
              "ftitle": "同江市"
            },
            {
              "fid": "230882",
              "ftitle": "富锦市"
            }
          ]
        },
        {
          "fid": "2309",
          "ftitle": "七台河市",
          "fjunior": [
            {
              "fid": "230901",
              "ftitle": "市辖区"
            },
            {
              "fid": "230902",
              "ftitle": "新兴区"
            },
            {
              "fid": "230903",
              "ftitle": "桃山区"
            },
            {
              "fid": "230904",
              "ftitle": "茄子河区"
            },
            {
              "fid": "230921",
              "ftitle": "勃利县"
            }
          ]
        }
      ]
    },
    {
      "fid": "15",
      "ftitle": "内蒙古自治区",
      "fjunior": [
        {
          "fid": "1502",
          "ftitle": "包头市",
          "fjunior": [
            {
              "fid": "150201",
              "ftitle": "市辖区"
            },
            {
              "fid": "150202",
              "ftitle": "东河区"
            },
            {
              "fid": "150203",
              "ftitle": "昆都仑区"
            },
            {
              "fid": "150204",
              "ftitle": "青山区"
            },
            {
              "fid": "150205",
              "ftitle": "石拐区"
            },
            {
              "fid": "150206",
              "ftitle": "白云鄂博矿区"
            },
            {
              "fid": "150207",
              "ftitle": "九原区"
            },
            {
              "fid": "150221",
              "ftitle": "土默特右旗"
            },
            {
              "fid": "150222",
              "ftitle": "固阳县"
            },
            {
              "fid": "150223",
              "ftitle": "达尔罕茂明安联合旗"
            }
          ]
        },
        {
          "fid": "1503",
          "ftitle": "乌海市",
          "fjunior": [
            {
              "fid": "150301",
              "ftitle": "市辖区"
            },
            {
              "fid": "150302",
              "ftitle": "海勃湾区"
            },
            {
              "fid": "150303",
              "ftitle": "海南区"
            },
            {
              "fid": "150304",
              "ftitle": "乌达区"
            }
          ]
        },
        {
          "fid": "1504",
          "ftitle": "赤峰市",
          "fjunior": [
            {
              "fid": "150401",
              "ftitle": "市辖区"
            },
            {
              "fid": "150402",
              "ftitle": "红山区"
            },
            {
              "fid": "150403",
              "ftitle": "元宝山区"
            },
            {
              "fid": "150404",
              "ftitle": "松山区"
            },
            {
              "fid": "150421",
              "ftitle": "阿鲁科尔沁旗"
            },
            {
              "fid": "150422",
              "ftitle": "巴林左旗"
            },
            {
              "fid": "150423",
              "ftitle": "巴林右旗"
            },
            {
              "fid": "150424",
              "ftitle": "林西县"
            },
            {
              "fid": "150425",
              "ftitle": "克什克腾旗"
            },
            {
              "fid": "150426",
              "ftitle": "翁牛特旗"
            },
            {
              "fid": "150428",
              "ftitle": "喀喇沁旗"
            },
            {
              "fid": "150429",
              "ftitle": "宁城县"
            },
            {
              "fid": "150430",
              "ftitle": "敖汉旗"
            }
          ]
        },
        {
          "fid": "1505",
          "ftitle": "通辽市",
          "fjunior": [
            {
              "fid": "150501",
              "ftitle": "市辖区"
            },
            {
              "fid": "150502",
              "ftitle": "科尔沁区"
            },
            {
              "fid": "150503",
              "ftitle": "科尔沁右翼中旗"
            },
            {
              "fid": "150521",
              "ftitle": "科尔沁左翼中旗"
            },
            {
              "fid": "150522",
              "ftitle": "科尔沁左翼后旗"
            },
            {
              "fid": "150523",
              "ftitle": "开鲁县"
            },
            {
              "fid": "150524",
              "ftitle": "库伦旗"
            },
            {
              "fid": "150525",
              "ftitle": "奈曼旗"
            },
            {
              "fid": "150526",
              "ftitle": "扎鲁特旗"
            },
            {
              "fid": "150581",
              "ftitle": "霍林郭勒市"
            }
          ]
        },
        {
          "fid": "1506",
          "ftitle": "鄂尔多斯市",
          "fjunior": [
            {
              "fid": "150601",
              "ftitle": "市辖区"
            },
            {
              "fid": "150602",
              "ftitle": "东胜区"
            },
            {
              "fid": "150621",
              "ftitle": "达拉特旗"
            },
            {
              "fid": "150622",
              "ftitle": "准格尔旗"
            },
            {
              "fid": "150623",
              "ftitle": "鄂托克前旗"
            },
            {
              "fid": "150624",
              "ftitle": "鄂托克旗"
            },
            {
              "fid": "150625",
              "ftitle": "杭锦旗"
            },
            {
              "fid": "150626",
              "ftitle": "乌审旗"
            },
            {
              "fid": "150627",
              "ftitle": "伊金霍洛旗"
            },
            {
              "fid": "150628",
              "ftitle": "康巴什新区"
            }
          ]
        },
        {
          "fid": "1522",
          "ftitle": "兴安盟",
          "fjunior": [
            {
              "fid": "152201",
              "ftitle": "乌兰浩特市"
            },
            {
              "fid": "152202",
              "ftitle": "阿尔山市"
            },
            {
              "fid": "152221",
              "ftitle": "科尔沁右翼前旗"
            },
            {
              "fid": "152222",
              "ftitle": "科尔沁右翼中旗"
            },
            {
              "fid": "152223",
              "ftitle": "扎赉特旗"
            },
            {
              "fid": "152224",
              "ftitle": "突泉县"
            }
          ]
        },
        {
          "fid": "1525",
          "ftitle": "锡林郭勒盟",
          "fjunior": [
            {
              "fid": "152501",
              "ftitle": "二连浩特市"
            },
            {
              "fid": "152502",
              "ftitle": "锡林浩特市"
            },
            {
              "fid": "152522",
              "ftitle": "阿巴嘎旗"
            },
            {
              "fid": "152523",
              "ftitle": "苏尼特左旗"
            },
            {
              "fid": "152524",
              "ftitle": "苏尼特右旗"
            },
            {
              "fid": "152525",
              "ftitle": "东乌珠穆沁旗"
            },
            {
              "fid": "152526",
              "ftitle": "西乌珠穆沁旗"
            },
            {
              "fid": "152527",
              "ftitle": "太仆寺旗"
            },
            {
              "fid": "152528",
              "ftitle": "镶黄旗"
            },
            {
              "fid": "152529",
              "ftitle": "正镶白旗"
            },
            {
              "fid": "152530",
              "ftitle": "正蓝旗"
            },
            {
              "fid": "152531",
              "ftitle": "多伦县"
            }
          ]
        },
        {
          "fid": "1527",
          "ftitle": "伊克昭盟",
          "fjunior": [
            {
              "fid": "152701",
              "ftitle": "东胜市"
            },
            {
              "fid": "152722",
              "ftitle": "达拉特旗"
            },
            {
              "fid": "152723",
              "ftitle": "准格尔旗"
            },
            {
              "fid": "152724",
              "ftitle": "鄂托克前旗"
            },
            {
              "fid": "152725",
              "ftitle": "鄂托克旗"
            },
            {
              "fid": "152726",
              "ftitle": "杭锦旗"
            },
            {
              "fid": "152727",
              "ftitle": "乌审旗"
            },
            {
              "fid": "152728",
              "ftitle": "伊金霍洛旗"
            }
          ]
        },
        {
          "fid": "1501",
          "ftitle": "呼和浩特市",
          "fjunior": [
            {
              "fid": "150105",
              "ftitle": "赛罕区"
            },
            {
              "fid": "150121",
              "ftitle": "土默特左旗"
            },
            {
              "fid": "150122",
              "ftitle": "托克托县"
            },
            {
              "fid": "150123",
              "ftitle": "和林格尔县"
            },
            {
              "fid": "150124",
              "ftitle": "清水河县"
            },
            {
              "fid": "150125",
              "ftitle": "武川县"
            },
            {
              "fid": "150101",
              "ftitle": "市辖区"
            },
            {
              "fid": "150102",
              "ftitle": "新城区"
            },
            {
              "fid": "150103",
              "ftitle": "回民区"
            },
            {
              "fid": "150104",
              "ftitle": "玉泉区"
            }
          ]
        },
        {
          "fid": "1529",
          "ftitle": "阿拉善盟",
          "fjunior": [
            {
              "fid": "152921",
              "ftitle": "阿拉善左旗"
            },
            {
              "fid": "152922",
              "ftitle": "阿拉善右旗"
            },
            {
              "fid": "152923",
              "ftitle": "额济纳旗"
            }
          ]
        },
        {
          "fid": "1507",
          "ftitle": "呼伦贝尔市",
          "fjunior": [
            {
              "fid": "150702",
              "ftitle": "海拉尔区"
            },
            {
              "fid": "150721",
              "ftitle": "阿荣旗"
            },
            {
              "fid": "150722",
              "ftitle": "莫力达瓦达斡尔族自治旗"
            },
            {
              "fid": "150723",
              "ftitle": "鄂伦春自治旗"
            },
            {
              "fid": "150724",
              "ftitle": "鄂温克族自治旗"
            },
            {
              "fid": "150725",
              "ftitle": "陈巴尔虎旗"
            },
            {
              "fid": "150726",
              "ftitle": "新巴尔虎左旗"
            },
            {
              "fid": "150727",
              "ftitle": "新巴尔虎右旗"
            },
            {
              "fid": "150781",
              "ftitle": "满洲里市"
            },
            {
              "fid": "150782",
              "ftitle": "牙克石市"
            },
            {
              "fid": "150783",
              "ftitle": "扎兰屯市"
            },
            {
              "fid": "150784",
              "ftitle": "额尔古纳市"
            },
            {
              "fid": "150785",
              "ftitle": "根河市"
            }
          ]
        },
        {
          "fid": "1508",
          "ftitle": "巴彦淖尔市",
          "fjunior": [
            {
              "fid": "150802",
              "ftitle": "临河区"
            },
            {
              "fid": "150821",
              "ftitle": "五原县"
            },
            {
              "fid": "150822",
              "ftitle": "磴口县"
            },
            {
              "fid": "150823",
              "ftitle": "乌拉特前旗"
            },
            {
              "fid": "150824",
              "ftitle": "乌拉特中旗"
            },
            {
              "fid": "150825",
              "ftitle": "乌拉特后旗"
            },
            {
              "fid": "150826",
              "ftitle": "杭锦后旗"
            }
          ]
        },
        {
          "fid": "1509",
          "ftitle": "乌兰察布市",
          "fjunior": [
            {
              "fid": "150902",
              "ftitle": "集宁区"
            },
            {
              "fid": "150921",
              "ftitle": "卓资县"
            },
            {
              "fid": "150922",
              "ftitle": "化德县"
            },
            {
              "fid": "150923",
              "ftitle": "商都县"
            },
            {
              "fid": "150924",
              "ftitle": "兴和县"
            },
            {
              "fid": "150925",
              "ftitle": "凉城县"
            },
            {
              "fid": "150926",
              "ftitle": "察哈尔右翼前旗"
            },
            {
              "fid": "150927",
              "ftitle": "察哈尔右翼中旗"
            },
            {
              "fid": "150928",
              "ftitle": "察哈尔右翼后旗"
            },
            {
              "fid": "150929",
              "ftitle": "四子王旗"
            },
            {
              "fid": "150981",
              "ftitle": "丰镇市"
            }
          ]
        }
      ]
    },
    {
      "fid": "21",
      "ftitle": "辽宁省",
      "fjunior": [
        {
          "fid": "2112",
          "ftitle": "铁岭市",
          "fjunior": [
            {
              "fid": "211201",
              "ftitle": "市辖区"
            },
            {
              "fid": "211202",
              "ftitle": "银州区"
            },
            {
              "fid": "211204",
              "ftitle": "清河区"
            },
            {
              "fid": "211221",
              "ftitle": "铁岭县"
            },
            {
              "fid": "211223",
              "ftitle": "西丰县"
            },
            {
              "fid": "211224",
              "ftitle": "昌图县"
            },
            {
              "fid": "211281",
              "ftitle": "调兵山市"
            },
            {
              "fid": "211282",
              "ftitle": "开原市"
            }
          ]
        },
        {
          "fid": "2113",
          "ftitle": "朝阳市",
          "fjunior": [
            {
              "fid": "211301",
              "ftitle": "市辖区"
            },
            {
              "fid": "211302",
              "ftitle": "双塔区"
            },
            {
              "fid": "211303",
              "ftitle": "龙城区"
            },
            {
              "fid": "211321",
              "ftitle": "朝阳县"
            },
            {
              "fid": "211322",
              "ftitle": "建平县"
            },
            {
              "fid": "211324",
              "ftitle": "喀喇沁左翼蒙古族自治县"
            },
            {
              "fid": "211381",
              "ftitle": "北票市"
            },
            {
              "fid": "211382",
              "ftitle": "凌源市"
            }
          ]
        },
        {
          "fid": "2101",
          "ftitle": "沈阳市",
          "fjunior": [
            {
              "fid": "210101",
              "ftitle": "市辖区"
            },
            {
              "fid": "210102",
              "ftitle": "和平区"
            },
            {
              "fid": "210103",
              "ftitle": "沈河区"
            },
            {
              "fid": "210104",
              "ftitle": "大东区"
            },
            {
              "fid": "210105",
              "ftitle": "皇姑区"
            },
            {
              "fid": "210106",
              "ftitle": "铁西区"
            },
            {
              "fid": "210109",
              "ftitle": "沈阳经济开发区"
            },
            {
              "fid": "210111",
              "ftitle": "苏家屯区"
            },
            {
              "fid": "210112",
              "ftitle": "东陵区"
            },
            {
              "fid": "210113",
              "ftitle": "沈北新区"
            },
            {
              "fid": "210114",
              "ftitle": "于洪区"
            },
            {
              "fid": "210122",
              "ftitle": "辽中县"
            },
            {
              "fid": "210123",
              "ftitle": "康平县"
            },
            {
              "fid": "210124",
              "ftitle": "法库县"
            },
            {
              "fid": "210181",
              "ftitle": "新民市"
            },
            {
              "fid": "210182",
              "ftitle": "浑南新区"
            },
            {
              "fid": "210183",
              "ftitle": "道义开发区"
            }
          ]
        },
        {
          "fid": "2102",
          "ftitle": "大连市",
          "fjunior": [
            {
              "fid": "210201",
              "ftitle": "市辖区"
            },
            {
              "fid": "210202",
              "ftitle": "中山区"
            },
            {
              "fid": "210203",
              "ftitle": "西岗区"
            },
            {
              "fid": "210204",
              "ftitle": "沙河口区"
            },
            {
              "fid": "210205",
              "ftitle": "开发区"
            },
            {
              "fid": "210211",
              "ftitle": "甘井子区"
            },
            {
              "fid": "210212",
              "ftitle": "旅顺口区"
            },
            {
              "fid": "210213",
              "ftitle": "金州区"
            },
            {
              "fid": "210224",
              "ftitle": "长海县"
            },
            {
              "fid": "210281",
              "ftitle": "瓦房店市"
            },
            {
              "fid": "210282",
              "ftitle": "普兰店市"
            },
            {
              "fid": "210283",
              "ftitle": "庄河市"
            },
            {
              "fid": "210284",
              "ftitle": "高新园区"
            },
            {
              "fid": "210285",
              "ftitle": "大连开发区"
            }
          ]
        },
        {
          "fid": "2103",
          "ftitle": "鞍山市",
          "fjunior": [
            {
              "fid": "210301",
              "ftitle": "市辖区"
            },
            {
              "fid": "210302",
              "ftitle": "铁东区"
            },
            {
              "fid": "210303",
              "ftitle": "铁西区"
            },
            {
              "fid": "210304",
              "ftitle": "立山区"
            },
            {
              "fid": "210311",
              "ftitle": "千山区"
            },
            {
              "fid": "210321",
              "ftitle": "台安县"
            },
            {
              "fid": "210323",
              "ftitle": "岫岩满族自治县"
            },
            {
              "fid": "210381",
              "ftitle": "海城市"
            }
          ]
        },
        {
          "fid": "2104",
          "ftitle": "抚顺市",
          "fjunior": [
            {
              "fid": "210401",
              "ftitle": "市辖区"
            },
            {
              "fid": "210402",
              "ftitle": "新抚区"
            },
            {
              "fid": "210403",
              "ftitle": "东洲区"
            },
            {
              "fid": "210404",
              "ftitle": "望花区"
            },
            {
              "fid": "210411",
              "ftitle": "顺城区"
            },
            {
              "fid": "210421",
              "ftitle": "抚顺县"
            },
            {
              "fid": "210422",
              "ftitle": "新宾满族自治县"
            },
            {
              "fid": "210423",
              "ftitle": "清原满族自治县"
            }
          ]
        },
        {
          "fid": "2105",
          "ftitle": "本溪市",
          "fjunior": [
            {
              "fid": "210501",
              "ftitle": "市辖区"
            },
            {
              "fid": "210502",
              "ftitle": "平山区"
            },
            {
              "fid": "210503",
              "ftitle": "溪湖区"
            },
            {
              "fid": "210504",
              "ftitle": "明山区"
            },
            {
              "fid": "210505",
              "ftitle": "南芬区"
            },
            {
              "fid": "210521",
              "ftitle": "本溪满族自治县"
            },
            {
              "fid": "210522",
              "ftitle": "桓仁满族自治县"
            }
          ]
        },
        {
          "fid": "2106",
          "ftitle": "丹东市",
          "fjunior": [
            {
              "fid": "210601",
              "ftitle": "市辖区"
            },
            {
              "fid": "210602",
              "ftitle": "元宝区"
            },
            {
              "fid": "210603",
              "ftitle": "振兴区"
            },
            {
              "fid": "210604",
              "ftitle": "振安区"
            },
            {
              "fid": "210624",
              "ftitle": "宽甸满族自治县"
            },
            {
              "fid": "210681",
              "ftitle": "东港市"
            },
            {
              "fid": "210682",
              "ftitle": "凤城市"
            }
          ]
        },
        {
          "fid": "2107",
          "ftitle": "锦州市",
          "fjunior": [
            {
              "fid": "210701",
              "ftitle": "市辖区"
            },
            {
              "fid": "210702",
              "ftitle": "古塔区"
            },
            {
              "fid": "210703",
              "ftitle": "凌河区"
            },
            {
              "fid": "210711",
              "ftitle": "太和区"
            },
            {
              "fid": "210726",
              "ftitle": "黑山县"
            },
            {
              "fid": "210727",
              "ftitle": "义县"
            },
            {
              "fid": "210781",
              "ftitle": "凌海市"
            },
            {
              "fid": "210782",
              "ftitle": "北镇市"
            },
            {
              "fid": "210783",
              "ftitle": "经济技术开发区"
            }
          ]
        },
        {
          "fid": "2108",
          "ftitle": "营口市",
          "fjunior": [
            {
              "fid": "210801",
              "ftitle": "市辖区"
            },
            {
              "fid": "210802",
              "ftitle": "站前区"
            },
            {
              "fid": "210803",
              "ftitle": "西市区"
            },
            {
              "fid": "210804",
              "ftitle": "鲅鱼圈区"
            },
            {
              "fid": "210811",
              "ftitle": "老边区"
            },
            {
              "fid": "210881",
              "ftitle": "盖州市"
            },
            {
              "fid": "210882",
              "ftitle": "大石桥市"
            }
          ]
        },
        {
          "fid": "2109",
          "ftitle": "阜新市",
          "fjunior": [
            {
              "fid": "210901",
              "ftitle": "市辖区"
            },
            {
              "fid": "210902",
              "ftitle": "海州区"
            },
            {
              "fid": "210903",
              "ftitle": "新邱区"
            },
            {
              "fid": "210904",
              "ftitle": "太平区"
            },
            {
              "fid": "210905",
              "ftitle": "清河门区"
            },
            {
              "fid": "210911",
              "ftitle": "细河区"
            },
            {
              "fid": "210921",
              "ftitle": "阜新蒙古族自治县"
            },
            {
              "fid": "210922",
              "ftitle": "彰武县"
            }
          ]
        },
        {
          "fid": "2110",
          "ftitle": "辽阳市",
          "fjunior": [
            {
              "fid": "211001",
              "ftitle": "市辖区"
            },
            {
              "fid": "211002",
              "ftitle": "白塔区"
            },
            {
              "fid": "211003",
              "ftitle": "文圣区"
            },
            {
              "fid": "211004",
              "ftitle": "宏伟区"
            },
            {
              "fid": "211005",
              "ftitle": "弓长岭区"
            },
            {
              "fid": "211011",
              "ftitle": "太子河区"
            },
            {
              "fid": "211021",
              "ftitle": "辽阳县"
            },
            {
              "fid": "211081",
              "ftitle": "灯塔市"
            }
          ]
        },
        {
          "fid": "2111",
          "ftitle": "盘锦市",
          "fjunior": [
            {
              "fid": "211101",
              "ftitle": "市辖区"
            },
            {
              "fid": "211102",
              "ftitle": "双台子区"
            },
            {
              "fid": "211103",
              "ftitle": "兴隆台区"
            },
            {
              "fid": "211121",
              "ftitle": "大洼县"
            },
            {
              "fid": "211122",
              "ftitle": "盘山县"
            }
          ]
        },
        {
          "fid": "2114",
          "ftitle": "葫芦岛市",
          "fjunior": [
            {
              "fid": "211401",
              "ftitle": "市辖区"
            },
            {
              "fid": "211402",
              "ftitle": "连山区"
            },
            {
              "fid": "211403",
              "ftitle": "龙港区"
            },
            {
              "fid": "211404",
              "ftitle": "南票区"
            },
            {
              "fid": "211421",
              "ftitle": "绥中县"
            },
            {
              "fid": "211422",
              "ftitle": "建昌县"
            },
            {
              "fid": "211481",
              "ftitle": "兴城市"
            }
          ]
        }
      ]
    },
    {
      "fid": "31",
      "ftitle": "上海市",
      "fjunior": [
        {
          "fid": "3101",
          "ftitle": "上海市",
          "fjunior": [
            {
              "fid": "310101",
              "ftitle": "黄浦区"
            },
            {
              "fid": "310103",
              "ftitle": "卢湾区"
            },
            {
              "fid": "310104",
              "ftitle": "徐汇区"
            },
            {
              "fid": "310105",
              "ftitle": "长宁区"
            },
            {
              "fid": "310106",
              "ftitle": "静安区"
            },
            {
              "fid": "310107",
              "ftitle": "普陀区"
            },
            {
              "fid": "310108",
              "ftitle": "闸北区"
            },
            {
              "fid": "310109",
              "ftitle": "虹口区"
            },
            {
              "fid": "310110",
              "ftitle": "杨浦区"
            },
            {
              "fid": "310112",
              "ftitle": "闵行区"
            },
            {
              "fid": "310113",
              "ftitle": "宝山区"
            },
            {
              "fid": "310114",
              "ftitle": "嘉定区"
            },
            {
              "fid": "310115",
              "ftitle": "浦东新区"
            },
            {
              "fid": "310116",
              "ftitle": "金山区"
            },
            {
              "fid": "310117",
              "ftitle": "松江区"
            },
            {
              "fid": "310118",
              "ftitle": "青浦区"
            },
            {
              "fid": "310120",
              "ftitle": "奉贤区"
            }
          ]
        },
        {
          "fid": "3102",
          "ftitle": "县",
          "fjunior": [
            {
              "fid": "310225",
              "ftitle": "南汇县"
            },
            {
              "fid": "310230",
              "ftitle": "崇明县"
            }
          ]
        }
      ]
    },
    {
      "fid": "32",
      "ftitle": "江苏省",
      "fjunior": [
        {
          "fid": "3201",
          "ftitle": "南京市",
          "fjunior": [
            {
              "fid": "320101",
              "ftitle": "市辖区"
            },
            {
              "fid": "320102",
              "ftitle": "玄武区"
            },
            {
              "fid": "320103",
              "ftitle": "白下区"
            },
            {
              "fid": "320104",
              "ftitle": "秦淮区"
            },
            {
              "fid": "320105",
              "ftitle": "建邺区"
            },
            {
              "fid": "320106",
              "ftitle": "鼓楼区"
            },
            {
              "fid": "320107",
              "ftitle": "下关区"
            },
            {
              "fid": "320111",
              "ftitle": "浦口区"
            },
            {
              "fid": "320112",
              "ftitle": "大厂区"
            },
            {
              "fid": "320113",
              "ftitle": "栖霞区"
            },
            {
              "fid": "320114",
              "ftitle": "雨花台区"
            },
            {
              "fid": "320115",
              "ftitle": "江宁区"
            },
            {
              "fid": "320122",
              "ftitle": "江浦县"
            },
            {
              "fid": "320123",
              "ftitle": "六合县"
            },
            {
              "fid": "320124",
              "ftitle": "溧水县"
            },
            {
              "fid": "320125",
              "ftitle": "高淳县"
            },
            {
              "fid": "320116",
              "ftitle": "六合区"
            }
          ]
        },
        {
          "fid": "3202",
          "ftitle": "无锡市",
          "fjunior": [
            {
              "fid": "320201",
              "ftitle": "市辖区"
            },
            {
              "fid": "320202",
              "ftitle": "崇安区"
            },
            {
              "fid": "320203",
              "ftitle": "南长区"
            },
            {
              "fid": "320204",
              "ftitle": "北塘区"
            },
            {
              "fid": "320205",
              "ftitle": "锡山区"
            },
            {
              "fid": "320206",
              "ftitle": "惠山区"
            },
            {
              "fid": "320211",
              "ftitle": "滨湖区"
            },
            {
              "fid": "320281",
              "ftitle": "江阴市"
            },
            {
              "fid": "320282",
              "ftitle": "宜兴市"
            },
            {
              "fid": "320283",
              "ftitle": "新区"
            }
          ]
        },
        {
          "fid": "3203",
          "ftitle": "徐州市",
          "fjunior": [
            {
              "fid": "320301",
              "ftitle": "市辖区"
            },
            {
              "fid": "320302",
              "ftitle": "鼓楼区"
            },
            {
              "fid": "320303",
              "ftitle": "云龙区"
            },
            {
              "fid": "320304",
              "ftitle": "九里区"
            },
            {
              "fid": "320305",
              "ftitle": "贾汪区"
            },
            {
              "fid": "320311",
              "ftitle": "泉山区"
            },
            {
              "fid": "320321",
              "ftitle": "丰县"
            },
            {
              "fid": "320322",
              "ftitle": "沛县"
            },
            {
              "fid": "320323",
              "ftitle": "铜山县"
            },
            {
              "fid": "320324",
              "ftitle": "睢宁县"
            },
            {
              "fid": "320381",
              "ftitle": "新沂市"
            },
            {
              "fid": "320382",
              "ftitle": "邳州市"
            },
            {
              "fid": "320312",
              "ftitle": "铜山区"
            },
            {
              "fid": "320383",
              "ftitle": "八段工业园区"
            },
            {
              "fid": "320384",
              "ftitle": "金山桥开发区"
            }
          ]
        },
        {
          "fid": "3204",
          "ftitle": "常州市",
          "fjunior": [
            {
              "fid": "320401",
              "ftitle": "市辖区"
            },
            {
              "fid": "320402",
              "ftitle": "天宁区"
            },
            {
              "fid": "320404",
              "ftitle": "钟楼区"
            },
            {
              "fid": "320405",
              "ftitle": "戚墅堰区"
            },
            {
              "fid": "320411",
              "ftitle": "新北区"
            },
            {
              "fid": "320412",
              "ftitle": "武进区"
            },
            {
              "fid": "320481",
              "ftitle": "溧阳市"
            },
            {
              "fid": "320482",
              "ftitle": "金坛市"
            },
            {
              "fid": "320483",
              "ftitle": "武进市"
            }
          ]
        },
        {
          "fid": "3205",
          "ftitle": "苏州市",
          "fjunior": [
            {
              "fid": "320582",
              "ftitle": "张家港市"
            },
            {
              "fid": "320583",
              "ftitle": "昆山市"
            },
            {
              "fid": "320584",
              "ftitle": "吴江市"
            },
            {
              "fid": "320585",
              "ftitle": "太仓市"
            },
            {
              "fid": "320586",
              "ftitle": "沧浪区"
            },
            {
              "fid": "320501",
              "ftitle": "市辖区"
            },
            {
              "fid": "320505",
              "ftitle": "虎丘区"
            },
            {
              "fid": "320506",
              "ftitle": "吴中区"
            },
            {
              "fid": "320507",
              "ftitle": "相城区"
            },
            {
              "fid": "320581",
              "ftitle": "常熟市"
            },
            {
              "fid": "320508",
              "ftitle": "姑苏区"
            },
            {
              "fid": "320509",
              "ftitle": "吴江区"
            },
            {
              "fid": "320587",
              "ftitle": "工业园区"
            },
            {
              "fid": "320588",
              "ftitle": "平江区"
            },
            {
              "fid": "320589",
              "ftitle": "高新区"
            },
            {
              "fid": "320590",
              "ftitle": "金阊区"
            }
          ]
        },
        {
          "fid": "3206",
          "ftitle": "南通市",
          "fjunior": [
            {
              "fid": "320601",
              "ftitle": "市辖区"
            },
            {
              "fid": "320602",
              "ftitle": "崇川区"
            },
            {
              "fid": "320611",
              "ftitle": "港闸区"
            },
            {
              "fid": "320621",
              "ftitle": "海安县"
            },
            {
              "fid": "320623",
              "ftitle": "如东县"
            },
            {
              "fid": "320681",
              "ftitle": "启东市"
            },
            {
              "fid": "320682",
              "ftitle": "如皋市"
            },
            {
              "fid": "320683",
              "ftitle": "通州市"
            },
            {
              "fid": "320684",
              "ftitle": "海门市"
            },
            {
              "fid": "320612",
              "ftitle": "通州区"
            },
            {
              "fid": "320685",
              "ftitle": "南通经济技术开发区"
            }
          ]
        },
        {
          "fid": "3207",
          "ftitle": "连云港市",
          "fjunior": [
            {
              "fid": "320701",
              "ftitle": "市辖区"
            },
            {
              "fid": "320703",
              "ftitle": "连云区"
            },
            {
              "fid": "320704",
              "ftitle": "云台区"
            },
            {
              "fid": "320705",
              "ftitle": "新浦区"
            },
            {
              "fid": "320706",
              "ftitle": "海州区"
            },
            {
              "fid": "320721",
              "ftitle": "赣榆县"
            },
            {
              "fid": "320722",
              "ftitle": "东海县"
            },
            {
              "fid": "320723",
              "ftitle": "灌云县"
            },
            {
              "fid": "320724",
              "ftitle": "灌南县"
            }
          ]
        },
        {
          "fid": "3208",
          "ftitle": "淮安市",
          "fjunior": [
            {
              "fid": "320801",
              "ftitle": "市辖区"
            },
            {
              "fid": "320802",
              "ftitle": "清河区"
            },
            {
              "fid": "320803",
              "ftitle": "淮安区"
            },
            {
              "fid": "320804",
              "ftitle": "淮阴区"
            },
            {
              "fid": "320811",
              "ftitle": "清浦区"
            },
            {
              "fid": "320826",
              "ftitle": "涟水县"
            },
            {
              "fid": "320829",
              "ftitle": "洪泽县"
            },
            {
              "fid": "320830",
              "ftitle": "盱眙县"
            },
            {
              "fid": "320831",
              "ftitle": "金湖县"
            },
            {
              "fid": "320832",
              "ftitle": "经济开发区"
            },
            {
              "fid": "320833",
              "ftitle": "楚州区"
            }
          ]
        },
        {
          "fid": "3209",
          "ftitle": "盐城市",
          "fjunior": [
            {
              "fid": "320901",
              "ftitle": "市辖区"
            },
            {
              "fid": "320902",
              "ftitle": "亭湖区"
            },
            {
              "fid": "320903",
              "ftitle": "盐都区"
            },
            {
              "fid": "320921",
              "ftitle": "响水县"
            },
            {
              "fid": "320922",
              "ftitle": "滨海县"
            },
            {
              "fid": "320923",
              "ftitle": "阜宁县"
            },
            {
              "fid": "320924",
              "ftitle": "射阳县"
            },
            {
              "fid": "320925",
              "ftitle": "建湖县"
            },
            {
              "fid": "320928",
              "ftitle": "盐都县"
            },
            {
              "fid": "320981",
              "ftitle": "东台市"
            },
            {
              "fid": "320982",
              "ftitle": "大丰市"
            }
          ]
        },
        {
          "fid": "3210",
          "ftitle": "扬州市",
          "fjunior": [
            {
              "fid": "321001",
              "ftitle": "市辖区"
            },
            {
              "fid": "321002",
              "ftitle": "广陵区"
            },
            {
              "fid": "321003",
              "ftitle": "邗江区"
            },
            {
              "fid": "321004",
              "ftitle": "维扬区"
            },
            {
              "fid": "321011",
              "ftitle": "郊区"
            },
            {
              "fid": "321023",
              "ftitle": "宝应县"
            },
            {
              "fid": "321081",
              "ftitle": "仪征市"
            },
            {
              "fid": "321084",
              "ftitle": "高邮市"
            },
            {
              "fid": "321088",
              "ftitle": "江都市"
            },
            {
              "fid": "321012",
              "ftitle": "江都区"
            }
          ]
        },
        {
          "fid": "3211",
          "ftitle": "镇江市",
          "fjunior": [
            {
              "fid": "321101",
              "ftitle": "市辖区"
            },
            {
              "fid": "321102",
              "ftitle": "京口区"
            },
            {
              "fid": "321111",
              "ftitle": "润州区"
            },
            {
              "fid": "321121",
              "ftitle": "丹徒县"
            },
            {
              "fid": "321181",
              "ftitle": "丹阳市"
            },
            {
              "fid": "321182",
              "ftitle": "扬中市"
            },
            {
              "fid": "321183",
              "ftitle": "句容市"
            },
            {
              "fid": "321112",
              "ftitle": "丹徒区"
            },
            {
              "fid": "321184",
              "ftitle": "丹徒新区"
            },
            {
              "fid": "321185",
              "ftitle": "镇江新区"
            }
          ]
        },
        {
          "fid": "3212",
          "ftitle": "泰州市",
          "fjunior": [
            {
              "fid": "321201",
              "ftitle": "市辖区"
            },
            {
              "fid": "321202",
              "ftitle": "海陵区"
            },
            {
              "fid": "321203",
              "ftitle": "高港区"
            },
            {
              "fid": "321281",
              "ftitle": "兴化市"
            },
            {
              "fid": "321282",
              "ftitle": "靖江市"
            },
            {
              "fid": "321283",
              "ftitle": "泰兴市"
            },
            {
              "fid": "321284",
              "ftitle": "姜堰市"
            }
          ]
        },
        {
          "fid": "3213",
          "ftitle": "宿迁市",
          "fjunior": [
            {
              "fid": "321301",
              "ftitle": "市辖区"
            },
            {
              "fid": "321302",
              "ftitle": "宿城区"
            },
            {
              "fid": "321311",
              "ftitle": "宿豫区"
            },
            {
              "fid": "321321",
              "ftitle": "宿豫县"
            },
            {
              "fid": "321322",
              "ftitle": "沭阳县"
            },
            {
              "fid": "321323",
              "ftitle": "泗阳县"
            },
            {
              "fid": "321324",
              "ftitle": "泗洪县"
            },
            {
              "fid": "321325",
              "ftitle": "宿迁经济开发区"
            }
          ]
        }
      ]
    },
    {
      "fid": "22",
      "ftitle": "吉林省",
      "fjunior": [
        {
          "fid": "2201",
          "ftitle": "长春市",
          "fjunior": [
            {
              "fid": "220101",
              "ftitle": "市辖区"
            },
            {
              "fid": "220102",
              "ftitle": "南关区"
            },
            {
              "fid": "220103",
              "ftitle": "宽城区"
            },
            {
              "fid": "220104",
              "ftitle": "朝阳区"
            },
            {
              "fid": "220105",
              "ftitle": "二道区"
            },
            {
              "fid": "220106",
              "ftitle": "绿园区"
            },
            {
              "fid": "220112",
              "ftitle": "双阳区"
            },
            {
              "fid": "220122",
              "ftitle": "农安县"
            },
            {
              "fid": "220181",
              "ftitle": "九台市"
            },
            {
              "fid": "220182",
              "ftitle": "榆树市"
            },
            {
              "fid": "220183",
              "ftitle": "德惠市"
            },
            {
              "fid": "220184",
              "ftitle": "汽车产业开发区"
            },
            {
              "fid": "220185",
              "ftitle": "高新技术开发区"
            },
            {
              "fid": "220186",
              "ftitle": "净月区"
            },
            {
              "fid": "220187",
              "ftitle": "经济技术开发区"
            }
          ]
        },
        {
          "fid": "2202",
          "ftitle": "吉林市",
          "fjunior": [
            {
              "fid": "220201",
              "ftitle": "市辖区"
            },
            {
              "fid": "220202",
              "ftitle": "昌邑区"
            },
            {
              "fid": "220203",
              "ftitle": "龙潭区"
            },
            {
              "fid": "220204",
              "ftitle": "船营区"
            },
            {
              "fid": "220211",
              "ftitle": "丰满区"
            },
            {
              "fid": "220221",
              "ftitle": "永吉县"
            },
            {
              "fid": "220281",
              "ftitle": "蛟河市"
            },
            {
              "fid": "220282",
              "ftitle": "桦甸市"
            },
            {
              "fid": "220283",
              "ftitle": "舒兰市"
            },
            {
              "fid": "220284",
              "ftitle": "磐石市"
            }
          ]
        },
        {
          "fid": "2203",
          "ftitle": "四平市",
          "fjunior": [
            {
              "fid": "220301",
              "ftitle": "市辖区"
            },
            {
              "fid": "220302",
              "ftitle": "铁西区"
            },
            {
              "fid": "220303",
              "ftitle": "铁东区"
            },
            {
              "fid": "220322",
              "ftitle": "梨树县"
            },
            {
              "fid": "220323",
              "ftitle": "伊通满族自治县"
            },
            {
              "fid": "220381",
              "ftitle": "公主岭市"
            },
            {
              "fid": "220382",
              "ftitle": "双辽市"
            }
          ]
        },
        {
          "fid": "2204",
          "ftitle": "辽源市",
          "fjunior": [
            {
              "fid": "220401",
              "ftitle": "市辖区"
            },
            {
              "fid": "220402",
              "ftitle": "龙山区"
            },
            {
              "fid": "220403",
              "ftitle": "西安区"
            },
            {
              "fid": "220421",
              "ftitle": "东丰县"
            },
            {
              "fid": "220422",
              "ftitle": "东辽县"
            }
          ]
        },
        {
          "fid": "2205",
          "ftitle": "通化市",
          "fjunior": [
            {
              "fid": "220501",
              "ftitle": "市辖区"
            },
            {
              "fid": "220502",
              "ftitle": "东昌区"
            },
            {
              "fid": "220503",
              "ftitle": "二道江区"
            },
            {
              "fid": "220521",
              "ftitle": "通化县"
            },
            {
              "fid": "220523",
              "ftitle": "辉南县"
            },
            {
              "fid": "220524",
              "ftitle": "柳河县"
            },
            {
              "fid": "220581",
              "ftitle": "梅河口市"
            },
            {
              "fid": "220582",
              "ftitle": "集安市"
            }
          ]
        },
        {
          "fid": "2206",
          "ftitle": "白山市",
          "fjunior": [
            {
              "fid": "220601",
              "ftitle": "市辖区"
            },
            {
              "fid": "220602",
              "ftitle": "浑江区"
            },
            {
              "fid": "220605",
              "ftitle": "江源区"
            },
            {
              "fid": "220621",
              "ftitle": "抚松县"
            },
            {
              "fid": "220622",
              "ftitle": "靖宇县"
            },
            {
              "fid": "220623",
              "ftitle": "长白朝鲜族自治县"
            },
            {
              "fid": "220625",
              "ftitle": "江源县"
            },
            {
              "fid": "220681",
              "ftitle": "临江市"
            }
          ]
        },
        {
          "fid": "2207",
          "ftitle": "松原市",
          "fjunior": [
            {
              "fid": "220701",
              "ftitle": "市辖区"
            },
            {
              "fid": "220702",
              "ftitle": "宁江区"
            },
            {
              "fid": "220721",
              "ftitle": "前郭尔罗斯蒙古族自治县"
            },
            {
              "fid": "220722",
              "ftitle": "长岭县"
            },
            {
              "fid": "220723",
              "ftitle": "乾安县"
            },
            {
              "fid": "220724",
              "ftitle": "扶余县"
            }
          ]
        },
        {
          "fid": "2208",
          "ftitle": "白城市",
          "fjunior": [
            {
              "fid": "220801",
              "ftitle": "市辖区"
            },
            {
              "fid": "220802",
              "ftitle": "洮北区"
            },
            {
              "fid": "220821",
              "ftitle": "镇赉县"
            },
            {
              "fid": "220822",
              "ftitle": "通榆县"
            },
            {
              "fid": "220881",
              "ftitle": "洮南市"
            },
            {
              "fid": "220882",
              "ftitle": "大安市"
            }
          ]
        },
        {
          "fid": "2224",
          "ftitle": "延边朝鲜族自治州",
          "fjunior": [
            {
              "fid": "222401",
              "ftitle": "延吉市"
            },
            {
              "fid": "222402",
              "ftitle": "图们市"
            },
            {
              "fid": "222403",
              "ftitle": "敦化市"
            },
            {
              "fid": "222404",
              "ftitle": "珲春市"
            },
            {
              "fid": "222405",
              "ftitle": "龙井市"
            },
            {
              "fid": "222406",
              "ftitle": "和龙市"
            },
            {
              "fid": "222424",
              "ftitle": "汪清县"
            },
            {
              "fid": "222426",
              "ftitle": "安图县"
            }
          ]
        }
      ]
    },
    {
      "fid": "33",
      "ftitle": "浙江省",
      "fjunior": [
        {
          "fid": "3304",
          "ftitle": "嘉兴市",
          "fjunior": [
            {
              "fid": "330401",
              "ftitle": "市辖区"
            },
            {
              "fid": "330402",
              "ftitle": "南湖区"
            },
            {
              "fid": "330411",
              "ftitle": "秀洲区"
            },
            {
              "fid": "330421",
              "ftitle": "嘉善县"
            },
            {
              "fid": "330424",
              "ftitle": "海盐县"
            },
            {
              "fid": "330481",
              "ftitle": "海宁市"
            },
            {
              "fid": "330482",
              "ftitle": "平湖市"
            },
            {
              "fid": "330483",
              "ftitle": "桐乡市"
            }
          ]
        },
        {
          "fid": "3305",
          "ftitle": "湖州市",
          "fjunior": [
            {
              "fid": "330501",
              "ftitle": "市辖区"
            },
            {
              "fid": "330502",
              "ftitle": "吴兴区"
            },
            {
              "fid": "330503",
              "ftitle": "南浔区"
            },
            {
              "fid": "330521",
              "ftitle": "德清县"
            },
            {
              "fid": "330522",
              "ftitle": "长兴县"
            },
            {
              "fid": "330523",
              "ftitle": "安吉县"
            }
          ]
        },
        {
          "fid": "3306",
          "ftitle": "绍兴市",
          "fjunior": [
            {
              "fid": "330601",
              "ftitle": "市辖区"
            },
            {
              "fid": "330602",
              "ftitle": "越城区"
            },
            {
              "fid": "330621",
              "ftitle": "绍兴县"
            },
            {
              "fid": "330624",
              "ftitle": "新昌县"
            },
            {
              "fid": "330681",
              "ftitle": "诸暨市"
            },
            {
              "fid": "330682",
              "ftitle": "上虞市"
            },
            {
              "fid": "330683",
              "ftitle": "嵊州市"
            },
            {
              "fid": "330684",
              "ftitle": "柯桥区"
            }
          ]
        },
        {
          "fid": "3307",
          "ftitle": "金华市",
          "fjunior": [
            {
              "fid": "330701",
              "ftitle": "市辖区"
            },
            {
              "fid": "330702",
              "ftitle": "婺城区"
            },
            {
              "fid": "330703",
              "ftitle": "金东区"
            },
            {
              "fid": "330723",
              "ftitle": "武义县"
            },
            {
              "fid": "330726",
              "ftitle": "浦江县"
            },
            {
              "fid": "330727",
              "ftitle": "磐安县"
            },
            {
              "fid": "330781",
              "ftitle": "兰溪市"
            },
            {
              "fid": "330782",
              "ftitle": "义乌市"
            },
            {
              "fid": "330783",
              "ftitle": "东阳市"
            },
            {
              "fid": "330784",
              "ftitle": "永康市"
            }
          ]
        },
        {
          "fid": "3301",
          "ftitle": "杭州市",
          "fjunior": [
            {
              "fid": "330101",
              "ftitle": "市辖区"
            },
            {
              "fid": "330102",
              "ftitle": "上城区"
            },
            {
              "fid": "330103",
              "ftitle": "下城区"
            },
            {
              "fid": "330104",
              "ftitle": "江干区"
            },
            {
              "fid": "330105",
              "ftitle": "拱墅区"
            },
            {
              "fid": "330106",
              "ftitle": "西湖区"
            },
            {
              "fid": "330108",
              "ftitle": "滨江区"
            },
            {
              "fid": "330122",
              "ftitle": "桐庐县"
            },
            {
              "fid": "330127",
              "ftitle": "淳安县"
            },
            {
              "fid": "330181",
              "ftitle": "萧山市"
            },
            {
              "fid": "330182",
              "ftitle": "建德市"
            },
            {
              "fid": "330183",
              "ftitle": "富阳市"
            },
            {
              "fid": "330184",
              "ftitle": "余杭市"
            },
            {
              "fid": "330185",
              "ftitle": "临安市"
            },
            {
              "fid": "330109",
              "ftitle": "萧山区"
            },
            {
              "fid": "330110",
              "ftitle": "余杭区"
            },
            {
              "fid": "330186",
              "ftitle": "下沙区"
            }
          ]
        },
        {
          "fid": "3302",
          "ftitle": "宁波市",
          "fjunior": [
            {
              "fid": "330201",
              "ftitle": "市辖区"
            },
            {
              "fid": "330203",
              "ftitle": "海曙区"
            },
            {
              "fid": "330204",
              "ftitle": "江东区"
            },
            {
              "fid": "330205",
              "ftitle": "江北区"
            },
            {
              "fid": "330206",
              "ftitle": "北仑区"
            },
            {
              "fid": "330211",
              "ftitle": "镇海区"
            },
            {
              "fid": "330225",
              "ftitle": "象山县"
            },
            {
              "fid": "330226",
              "ftitle": "宁海县"
            },
            {
              "fid": "330227",
              "ftitle": "鄞县"
            },
            {
              "fid": "330281",
              "ftitle": "余姚市"
            },
            {
              "fid": "330282",
              "ftitle": "慈溪市"
            },
            {
              "fid": "330283",
              "ftitle": "奉化市"
            },
            {
              "fid": "330212",
              "ftitle": "鄞州区"
            },
            {
              "fid": "330284",
              "ftitle": "高新科技开发区"
            }
          ]
        },
        {
          "fid": "3311",
          "ftitle": "丽水市",
          "fjunior": [
            {
              "fid": "331101",
              "ftitle": "市辖区"
            },
            {
              "fid": "331102",
              "ftitle": "莲都区"
            },
            {
              "fid": "331121",
              "ftitle": "青田县"
            },
            {
              "fid": "331122",
              "ftitle": "缙云县"
            },
            {
              "fid": "331123",
              "ftitle": "遂昌县"
            },
            {
              "fid": "331124",
              "ftitle": "松阳县"
            },
            {
              "fid": "331125",
              "ftitle": "云和县"
            },
            {
              "fid": "331126",
              "ftitle": "庆元县"
            },
            {
              "fid": "331127",
              "ftitle": "景宁畲族自治县"
            },
            {
              "fid": "331181",
              "ftitle": "龙泉市"
            }
          ]
        },
        {
          "fid": "3303",
          "ftitle": "温州市",
          "fjunior": [
            {
              "fid": "330326",
              "ftitle": "平阳县"
            },
            {
              "fid": "330327",
              "ftitle": "苍南县"
            },
            {
              "fid": "330328",
              "ftitle": "文成县"
            },
            {
              "fid": "330329",
              "ftitle": "泰顺县"
            },
            {
              "fid": "330381",
              "ftitle": "瑞安市"
            },
            {
              "fid": "330382",
              "ftitle": "乐清市"
            },
            {
              "fid": "330301",
              "ftitle": "市辖区"
            },
            {
              "fid": "330302",
              "ftitle": "鹿城区"
            },
            {
              "fid": "330303",
              "ftitle": "龙湾区"
            },
            {
              "fid": "330304",
              "ftitle": "瓯海区"
            },
            {
              "fid": "330322",
              "ftitle": "洞头县"
            },
            {
              "fid": "330324",
              "ftitle": "永嘉县"
            },
            {
              "fid": "330383",
              "ftitle": "茶山高教园区"
            }
          ]
        },
        {
          "fid": "3308",
          "ftitle": "衢州市",
          "fjunior": [
            {
              "fid": "330801",
              "ftitle": "市辖区"
            },
            {
              "fid": "330802",
              "ftitle": "柯城区"
            },
            {
              "fid": "330803",
              "ftitle": "衢江区"
            },
            {
              "fid": "330822",
              "ftitle": "常山县"
            },
            {
              "fid": "330824",
              "ftitle": "开化县"
            },
            {
              "fid": "330825",
              "ftitle": "龙游县"
            },
            {
              "fid": "330881",
              "ftitle": "江山市"
            }
          ]
        },
        {
          "fid": "3309",
          "ftitle": "舟山市",
          "fjunior": [
            {
              "fid": "330901",
              "ftitle": "市辖区"
            },
            {
              "fid": "330902",
              "ftitle": "定海区"
            },
            {
              "fid": "330903",
              "ftitle": "普陀区"
            },
            {
              "fid": "330921",
              "ftitle": "岱山县"
            },
            {
              "fid": "330922",
              "ftitle": "嵊泗县"
            }
          ]
        },
        {
          "fid": "3310",
          "ftitle": "台州市",
          "fjunior": [
            {
              "fid": "331024",
              "ftitle": "仙居县"
            },
            {
              "fid": "331081",
              "ftitle": "温岭市"
            },
            {
              "fid": "331082",
              "ftitle": "临海市"
            },
            {
              "fid": "331001",
              "ftitle": "市辖区"
            },
            {
              "fid": "331002",
              "ftitle": "椒江区"
            },
            {
              "fid": "331003",
              "ftitle": "黄岩区"
            },
            {
              "fid": "331004",
              "ftitle": "路桥区"
            },
            {
              "fid": "331021",
              "ftitle": "玉环县"
            },
            {
              "fid": "331022",
              "ftitle": "三门县"
            },
            {
              "fid": "331023",
              "ftitle": "天台县"
            }
          ]
        }
      ]
    },
    {
      "fid": "34",
      "ftitle": "安徽省",
      "fjunior": [
        {
          "fid": "3401",
          "ftitle": "合肥市",
          "fjunior": [
            {
              "fid": "340101",
              "ftitle": "市辖区"
            },
            {
              "fid": "340102",
              "ftitle": "瑶海区"
            },
            {
              "fid": "340103",
              "ftitle": "庐阳区"
            },
            {
              "fid": "340104",
              "ftitle": "蜀山区"
            },
            {
              "fid": "340111",
              "ftitle": "包河区"
            },
            {
              "fid": "340121",
              "ftitle": "长丰县"
            },
            {
              "fid": "340122",
              "ftitle": "肥东县"
            },
            {
              "fid": "340123",
              "ftitle": "肥西县"
            },
            {
              "fid": "340124",
              "ftitle": "庐江县"
            },
            {
              "fid": "340181",
              "ftitle": "巢湖市"
            },
            {
              "fid": "340182",
              "ftitle": "北城新区"
            },
            {
              "fid": "340183",
              "ftitle": "高新技术开发区"
            },
            {
              "fid": "340184",
              "ftitle": "滨湖新区"
            },
            {
              "fid": "340185",
              "ftitle": "新站综合开发试验区"
            },
            {
              "fid": "340186",
              "ftitle": "政务文化新区"
            },
            {
              "fid": "340187",
              "ftitle": "经济技术开发区"
            }
          ]
        },
        {
          "fid": "3402",
          "ftitle": "芜湖市",
          "fjunior": [
            {
              "fid": "340201",
              "ftitle": "市辖区"
            },
            {
              "fid": "340202",
              "ftitle": "镜湖区"
            },
            {
              "fid": "340203",
              "ftitle": "弋江区"
            },
            {
              "fid": "340204",
              "ftitle": "新芜区"
            },
            {
              "fid": "340207",
              "ftitle": "鸠江区"
            },
            {
              "fid": "340221",
              "ftitle": "芜湖县"
            },
            {
              "fid": "340222",
              "ftitle": "繁昌县"
            },
            {
              "fid": "340223",
              "ftitle": "南陵县"
            },
            {
              "fid": "340225",
              "ftitle": "无为县"
            },
            {
              "fid": "340208",
              "ftitle": "三山区"
            }
          ]
        },
        {
          "fid": "3403",
          "ftitle": "蚌埠市",
          "fjunior": [
            {
              "fid": "340301",
              "ftitle": "市辖区"
            },
            {
              "fid": "340302",
              "ftitle": "龙子湖区"
            },
            {
              "fid": "340303",
              "ftitle": "蚌山区"
            },
            {
              "fid": "340304",
              "ftitle": "禹会区"
            },
            {
              "fid": "340311",
              "ftitle": "淮上区"
            },
            {
              "fid": "340321",
              "ftitle": "怀远县"
            },
            {
              "fid": "340322",
              "ftitle": "五河县"
            },
            {
              "fid": "340323",
              "ftitle": "固镇县"
            }
          ]
        },
        {
          "fid": "3404",
          "ftitle": "淮南市",
          "fjunior": [
            {
              "fid": "340401",
              "ftitle": "市辖区"
            },
            {
              "fid": "340402",
              "ftitle": "大通区"
            },
            {
              "fid": "340403",
              "ftitle": "田家庵区"
            },
            {
              "fid": "340404",
              "ftitle": "谢家集区"
            },
            {
              "fid": "340405",
              "ftitle": "八公山区"
            },
            {
              "fid": "340406",
              "ftitle": "潘集区"
            },
            {
              "fid": "340421",
              "ftitle": "凤台县"
            },
            {
              "fid": "340422",
              "ftitle": "淮南高新技术开发区"
            }
          ]
        },
        {
          "fid": "3405",
          "ftitle": "马鞍山市",
          "fjunior": [
            {
              "fid": "340501",
              "ftitle": "市辖区"
            },
            {
              "fid": "340502",
              "ftitle": "金家庄区"
            },
            {
              "fid": "340503",
              "ftitle": "花山区"
            },
            {
              "fid": "340504",
              "ftitle": "雨山区"
            },
            {
              "fid": "340505",
              "ftitle": "向山区"
            },
            {
              "fid": "340506",
              "ftitle": "博望区"
            },
            {
              "fid": "340521",
              "ftitle": "当涂县"
            },
            {
              "fid": "340522",
              "ftitle": "含山县"
            },
            {
              "fid": "340523",
              "ftitle": "和县"
            }
          ]
        },
        {
          "fid": "3406",
          "ftitle": "淮北市",
          "fjunior": [
            {
              "fid": "340601",
              "ftitle": "市辖区"
            },
            {
              "fid": "340602",
              "ftitle": "杜集区"
            },
            {
              "fid": "340603",
              "ftitle": "相山区"
            },
            {
              "fid": "340604",
              "ftitle": "烈山区"
            },
            {
              "fid": "340621",
              "ftitle": "濉溪县"
            }
          ]
        },
        {
          "fid": "3407",
          "ftitle": "铜陵市",
          "fjunior": [
            {
              "fid": "340701",
              "ftitle": "市辖区"
            },
            {
              "fid": "340702",
              "ftitle": "铜官山区"
            },
            {
              "fid": "340703",
              "ftitle": "狮子山区"
            },
            {
              "fid": "340711",
              "ftitle": "郊区"
            },
            {
              "fid": "340721",
              "ftitle": "铜陵县"
            }
          ]
        },
        {
          "fid": "3408",
          "ftitle": "安庆市",
          "fjunior": [
            {
              "fid": "340801",
              "ftitle": "市辖区"
            },
            {
              "fid": "340802",
              "ftitle": "迎江区"
            },
            {
              "fid": "340803",
              "ftitle": "大观区"
            },
            {
              "fid": "340811",
              "ftitle": "宜秀区"
            },
            {
              "fid": "340822",
              "ftitle": "怀宁县"
            },
            {
              "fid": "340823",
              "ftitle": "枞阳县"
            },
            {
              "fid": "340824",
              "ftitle": "潜山县"
            },
            {
              "fid": "340825",
              "ftitle": "太湖县"
            },
            {
              "fid": "340826",
              "ftitle": "宿松县"
            },
            {
              "fid": "340827",
              "ftitle": "望江县"
            },
            {
              "fid": "340828",
              "ftitle": "岳西县"
            },
            {
              "fid": "340881",
              "ftitle": "桐城市"
            },
            {
              "fid": "340882",
              "ftitle": "开发区"
            }
          ]
        },
        {
          "fid": "3410",
          "ftitle": "黄山市",
          "fjunior": [
            {
              "fid": "341001",
              "ftitle": "市辖区"
            },
            {
              "fid": "341002",
              "ftitle": "屯溪区"
            },
            {
              "fid": "341003",
              "ftitle": "黄山区"
            },
            {
              "fid": "341004",
              "ftitle": "徽州区"
            },
            {
              "fid": "341021",
              "ftitle": "歙县"
            },
            {
              "fid": "341022",
              "ftitle": "休宁县"
            },
            {
              "fid": "341023",
              "ftitle": "黟县"
            },
            {
              "fid": "341024",
              "ftitle": "祁门县"
            }
          ]
        },
        {
          "fid": "3411",
          "ftitle": "滁州市",
          "fjunior": [
            {
              "fid": "341101",
              "ftitle": "市辖区"
            },
            {
              "fid": "341102",
              "ftitle": "琅琊区"
            },
            {
              "fid": "341103",
              "ftitle": "南谯区"
            },
            {
              "fid": "341122",
              "ftitle": "来安县"
            },
            {
              "fid": "341124",
              "ftitle": "全椒县"
            },
            {
              "fid": "341125",
              "ftitle": "定远县"
            },
            {
              "fid": "341126",
              "ftitle": "凤阳县"
            },
            {
              "fid": "341181",
              "ftitle": "天长市"
            },
            {
              "fid": "341182",
              "ftitle": "明光市"
            }
          ]
        },
        {
          "fid": "3412",
          "ftitle": "阜阳市",
          "fjunior": [
            {
              "fid": "341201",
              "ftitle": "市辖区"
            },
            {
              "fid": "341202",
              "ftitle": "颍州区"
            },
            {
              "fid": "341203",
              "ftitle": "颍东区"
            },
            {
              "fid": "341204",
              "ftitle": "颍泉区"
            },
            {
              "fid": "341221",
              "ftitle": "临泉县"
            },
            {
              "fid": "341222",
              "ftitle": "太和县"
            },
            {
              "fid": "341225",
              "ftitle": "阜南县"
            },
            {
              "fid": "341226",
              "ftitle": "颍上县"
            },
            {
              "fid": "341282",
              "ftitle": "界首市"
            },
            {
              "fid": "341283",
              "ftitle": "经济开发区"
            }
          ]
        },
        {
          "fid": "3413",
          "ftitle": "宿州市",
          "fjunior": [
            {
              "fid": "341301",
              "ftitle": "市辖区"
            },
            {
              "fid": "341302",
              "ftitle": "埇桥区"
            },
            {
              "fid": "341321",
              "ftitle": "砀山县"
            },
            {
              "fid": "341322",
              "ftitle": "萧县"
            },
            {
              "fid": "341323",
              "ftitle": "灵璧县"
            },
            {
              "fid": "341324",
              "ftitle": "泗县"
            },
            {
              "fid": "341325",
              "ftitle": "经济开发区"
            }
          ]
        },
        {
          "fid": "3416",
          "ftitle": "亳州市",
          "fjunior": [
            {
              "fid": "341601",
              "ftitle": "市辖区"
            },
            {
              "fid": "341602",
              "ftitle": "谯城区"
            },
            {
              "fid": "341621",
              "ftitle": "涡阳县"
            },
            {
              "fid": "341622",
              "ftitle": "蒙城县"
            },
            {
              "fid": "341623",
              "ftitle": "利辛县"
            }
          ]
        },
        {
          "fid": "3417",
          "ftitle": "池州市",
          "fjunior": [
            {
              "fid": "341701",
              "ftitle": "市辖区"
            },
            {
              "fid": "341702",
              "ftitle": "贵池区"
            },
            {
              "fid": "341721",
              "ftitle": "东至县"
            },
            {
              "fid": "341722",
              "ftitle": "石台县"
            },
            {
              "fid": "341723",
              "ftitle": "青阳县"
            }
          ]
        },
        {
          "fid": "3418",
          "ftitle": "宣城市",
          "fjunior": [
            {
              "fid": "341801",
              "ftitle": "市辖区"
            },
            {
              "fid": "341802",
              "ftitle": "宣州区"
            },
            {
              "fid": "341821",
              "ftitle": "郎溪县"
            },
            {
              "fid": "341822",
              "ftitle": "广德县"
            },
            {
              "fid": "341823",
              "ftitle": "泾县"
            },
            {
              "fid": "341824",
              "ftitle": "绩溪县"
            },
            {
              "fid": "341825",
              "ftitle": "旌德县"
            },
            {
              "fid": "341881",
              "ftitle": "宁国市"
            }
          ]
        },
        {
          "fid": "3414",
          "ftitle": "巢湖",
          "fjunior": [
            {
              "fid": "341401",
              "ftitle": "市辖区"
            },
            {
              "fid": "341402",
              "ftitle": "居巢区"
            },
            {
              "fid": "341421",
              "ftitle": "庐江县"
            },
            {
              "fid": "341422",
              "ftitle": "无为县"
            },
            {
              "fid": "341423",
              "ftitle": "含山县"
            },
            {
              "fid": "341424",
              "ftitle": "和县"
            }
          ]
        },
        {
          "fid": "3415",
          "ftitle": "六安市",
          "fjunior": [
            {
              "fid": "341501",
              "ftitle": "市辖区"
            },
            {
              "fid": "341502",
              "ftitle": "金安区"
            },
            {
              "fid": "341503",
              "ftitle": "裕安区"
            },
            {
              "fid": "341521",
              "ftitle": "寿县"
            },
            {
              "fid": "341522",
              "ftitle": "霍邱县"
            },
            {
              "fid": "341523",
              "ftitle": "舒城县"
            },
            {
              "fid": "341524",
              "ftitle": "金寨县"
            },
            {
              "fid": "341525",
              "ftitle": "霍山县"
            }
          ]
        }
      ]
    },
    {
      "fid": "36",
      "ftitle": "江西省",
      "fjunior": [
        {
          "fid": "3601",
          "ftitle": "南昌市",
          "fjunior": [
            {
              "fid": "360101",
              "ftitle": "市辖区"
            },
            {
              "fid": "360102",
              "ftitle": "东湖区"
            },
            {
              "fid": "360103",
              "ftitle": "西湖区"
            },
            {
              "fid": "360104",
              "ftitle": "青云谱区"
            },
            {
              "fid": "360105",
              "ftitle": "湾里区"
            },
            {
              "fid": "360111",
              "ftitle": "青山湖区"
            },
            {
              "fid": "360121",
              "ftitle": "南昌县"
            },
            {
              "fid": "360122",
              "ftitle": "新建县"
            },
            {
              "fid": "360123",
              "ftitle": "安义县"
            },
            {
              "fid": "360124",
              "ftitle": "进贤县"
            },
            {
              "fid": "360125",
              "ftitle": "红谷滩新区"
            },
            {
              "fid": "360126",
              "ftitle": "昌北区"
            },
            {
              "fid": "360127",
              "ftitle": "高新区"
            }
          ]
        },
        {
          "fid": "3602",
          "ftitle": "景德镇市",
          "fjunior": [
            {
              "fid": "360201",
              "ftitle": "市辖区"
            },
            {
              "fid": "360202",
              "ftitle": "昌江区"
            },
            {
              "fid": "360203",
              "ftitle": "珠山区"
            },
            {
              "fid": "360222",
              "ftitle": "浮梁县"
            },
            {
              "fid": "360281",
              "ftitle": "乐平市"
            }
          ]
        },
        {
          "fid": "3603",
          "ftitle": "萍乡市",
          "fjunior": [
            {
              "fid": "360301",
              "ftitle": "市辖区"
            },
            {
              "fid": "360302",
              "ftitle": "安源区"
            },
            {
              "fid": "360313",
              "ftitle": "湘东区"
            },
            {
              "fid": "360321",
              "ftitle": "莲花县"
            },
            {
              "fid": "360322",
              "ftitle": "上栗县"
            },
            {
              "fid": "360323",
              "ftitle": "芦溪县"
            }
          ]
        },
        {
          "fid": "3604",
          "ftitle": "九江市",
          "fjunior": [
            {
              "fid": "360401",
              "ftitle": "市辖区"
            },
            {
              "fid": "360402",
              "ftitle": "庐山区"
            },
            {
              "fid": "360403",
              "ftitle": "浔阳区"
            },
            {
              "fid": "360421",
              "ftitle": "九江县"
            },
            {
              "fid": "360423",
              "ftitle": "武宁县"
            },
            {
              "fid": "360424",
              "ftitle": "修水县"
            },
            {
              "fid": "360425",
              "ftitle": "永修县"
            },
            {
              "fid": "360426",
              "ftitle": "德安县"
            },
            {
              "fid": "360427",
              "ftitle": "星子县"
            },
            {
              "fid": "360428",
              "ftitle": "都昌县"
            },
            {
              "fid": "360429",
              "ftitle": "湖口县"
            },
            {
              "fid": "360430",
              "ftitle": "彭泽县"
            },
            {
              "fid": "360481",
              "ftitle": "瑞昌市"
            },
            {
              "fid": "360482",
              "ftitle": "共青城市"
            },
            {
              "fid": "360483",
              "ftitle": "八里湖新区"
            },
            {
              "fid": "360484",
              "ftitle": "经济技术开发区"
            }
          ]
        },
        {
          "fid": "3605",
          "ftitle": "新余市",
          "fjunior": [
            {
              "fid": "360501",
              "ftitle": "市辖区"
            },
            {
              "fid": "360502",
              "ftitle": "渝水区"
            },
            {
              "fid": "360521",
              "ftitle": "分宜县"
            }
          ]
        },
        {
          "fid": "3606",
          "ftitle": "鹰潭市",
          "fjunior": [
            {
              "fid": "360601",
              "ftitle": "市辖区"
            },
            {
              "fid": "360602",
              "ftitle": "月湖区"
            },
            {
              "fid": "360622",
              "ftitle": "余江县"
            },
            {
              "fid": "360681",
              "ftitle": "贵溪市"
            },
            {
              "fid": "360682",
              "ftitle": "龙虎山风景旅游区"
            }
          ]
        },
        {
          "fid": "3607",
          "ftitle": "赣州市",
          "fjunior": [
            {
              "fid": "360701",
              "ftitle": "市辖区"
            },
            {
              "fid": "360702",
              "ftitle": "章贡区"
            },
            {
              "fid": "360721",
              "ftitle": "赣县"
            },
            {
              "fid": "360722",
              "ftitle": "信丰县"
            },
            {
              "fid": "360723",
              "ftitle": "大余县"
            },
            {
              "fid": "360724",
              "ftitle": "上犹县"
            },
            {
              "fid": "360725",
              "ftitle": "崇义县"
            },
            {
              "fid": "360726",
              "ftitle": "安远县"
            },
            {
              "fid": "360727",
              "ftitle": "龙南县"
            },
            {
              "fid": "360728",
              "ftitle": "定南县"
            },
            {
              "fid": "360729",
              "ftitle": "全南县"
            },
            {
              "fid": "360730",
              "ftitle": "宁都县"
            },
            {
              "fid": "360731",
              "ftitle": "于都县"
            },
            {
              "fid": "360732",
              "ftitle": "兴国县"
            },
            {
              "fid": "360733",
              "ftitle": "会昌县"
            },
            {
              "fid": "360734",
              "ftitle": "寻乌县"
            },
            {
              "fid": "360735",
              "ftitle": "石城县"
            },
            {
              "fid": "360781",
              "ftitle": "瑞金市"
            },
            {
              "fid": "360782",
              "ftitle": "南康市"
            }
          ]
        },
        {
          "fid": "3608",
          "ftitle": "吉安市",
          "fjunior": [
            {
              "fid": "360801",
              "ftitle": "市辖区"
            },
            {
              "fid": "360802",
              "ftitle": "吉州区"
            },
            {
              "fid": "360803",
              "ftitle": "青原区"
            },
            {
              "fid": "360821",
              "ftitle": "吉安县"
            },
            {
              "fid": "360822",
              "ftitle": "吉水县"
            },
            {
              "fid": "360823",
              "ftitle": "峡江县"
            },
            {
              "fid": "360824",
              "ftitle": "新干县"
            },
            {
              "fid": "360825",
              "ftitle": "永丰县"
            },
            {
              "fid": "360826",
              "ftitle": "泰和县"
            },
            {
              "fid": "360827",
              "ftitle": "遂川县"
            },
            {
              "fid": "360828",
              "ftitle": "万安县"
            },
            {
              "fid": "360829",
              "ftitle": "安福县"
            },
            {
              "fid": "360830",
              "ftitle": "永新县"
            },
            {
              "fid": "360881",
              "ftitle": "井冈山市"
            }
          ]
        },
        {
          "fid": "3609",
          "ftitle": "宜春市",
          "fjunior": [
            {
              "fid": "360901",
              "ftitle": "市辖区"
            },
            {
              "fid": "360902",
              "ftitle": "袁州区"
            },
            {
              "fid": "360921",
              "ftitle": "奉新县"
            },
            {
              "fid": "360922",
              "ftitle": "万载县"
            },
            {
              "fid": "360923",
              "ftitle": "上高县"
            },
            {
              "fid": "360924",
              "ftitle": "宜丰县"
            },
            {
              "fid": "360925",
              "ftitle": "靖安县"
            },
            {
              "fid": "360926",
              "ftitle": "铜鼓县"
            },
            {
              "fid": "360981",
              "ftitle": "丰城市"
            },
            {
              "fid": "360982",
              "ftitle": "樟树市"
            },
            {
              "fid": "360983",
              "ftitle": "高安市"
            }
          ]
        },
        {
          "fid": "3610",
          "ftitle": "抚州市",
          "fjunior": [
            {
              "fid": "361001",
              "ftitle": "市辖区"
            },
            {
              "fid": "361002",
              "ftitle": "临川区"
            },
            {
              "fid": "361021",
              "ftitle": "南城县"
            },
            {
              "fid": "361022",
              "ftitle": "黎川县"
            },
            {
              "fid": "361023",
              "ftitle": "南丰县"
            },
            {
              "fid": "361024",
              "ftitle": "崇仁县"
            },
            {
              "fid": "361025",
              "ftitle": "乐安县"
            },
            {
              "fid": "361026",
              "ftitle": "宜黄县"
            },
            {
              "fid": "361027",
              "ftitle": "金溪县"
            },
            {
              "fid": "361028",
              "ftitle": "资溪县"
            },
            {
              "fid": "361029",
              "ftitle": "东乡县"
            },
            {
              "fid": "361030",
              "ftitle": "广昌县"
            }
          ]
        },
        {
          "fid": "3611",
          "ftitle": "上饶市",
          "fjunior": [
            {
              "fid": "361101",
              "ftitle": "市辖区"
            },
            {
              "fid": "361102",
              "ftitle": "信州区"
            },
            {
              "fid": "361121",
              "ftitle": "上饶县"
            },
            {
              "fid": "361122",
              "ftitle": "广丰县"
            },
            {
              "fid": "361123",
              "ftitle": "玉山县"
            },
            {
              "fid": "361124",
              "ftitle": "铅山县"
            },
            {
              "fid": "361125",
              "ftitle": "横峰县"
            },
            {
              "fid": "361126",
              "ftitle": "弋阳县"
            },
            {
              "fid": "361127",
              "ftitle": "余干县"
            },
            {
              "fid": "361128",
              "ftitle": "鄱阳县"
            },
            {
              "fid": "361129",
              "ftitle": "万年县"
            },
            {
              "fid": "361130",
              "ftitle": "婺源县"
            },
            {
              "fid": "361181",
              "ftitle": "德兴市"
            }
          ]
        }
      ]
    },
    {
      "fid": "35",
      "ftitle": "福建省",
      "fjunior": [
        {
          "fid": "3501",
          "ftitle": "福州市",
          "fjunior": [
            {
              "fid": "350101",
              "ftitle": "市辖区"
            },
            {
              "fid": "350102",
              "ftitle": "鼓楼区"
            },
            {
              "fid": "350103",
              "ftitle": "台江区"
            },
            {
              "fid": "350104",
              "ftitle": "仓山区"
            },
            {
              "fid": "350105",
              "ftitle": "马尾区"
            },
            {
              "fid": "350111",
              "ftitle": "晋安区"
            },
            {
              "fid": "350121",
              "ftitle": "闽侯县"
            },
            {
              "fid": "350122",
              "ftitle": "连江县"
            },
            {
              "fid": "350123",
              "ftitle": "罗源县"
            },
            {
              "fid": "350124",
              "ftitle": "闽清县"
            },
            {
              "fid": "350125",
              "ftitle": "永泰县"
            },
            {
              "fid": "350128",
              "ftitle": "平潭县"
            },
            {
              "fid": "350181",
              "ftitle": "福清市"
            },
            {
              "fid": "350182",
              "ftitle": "长乐市"
            }
          ]
        },
        {
          "fid": "3502",
          "ftitle": "厦门市",
          "fjunior": [
            {
              "fid": "350201",
              "ftitle": "市辖区"
            },
            {
              "fid": "350202",
              "ftitle": "鼓浪屿区"
            },
            {
              "fid": "350203",
              "ftitle": "思明区"
            },
            {
              "fid": "350204",
              "ftitle": "开元区"
            },
            {
              "fid": "350205",
              "ftitle": "海沧区"
            },
            {
              "fid": "350206",
              "ftitle": "湖里区"
            },
            {
              "fid": "350211",
              "ftitle": "集美区"
            },
            {
              "fid": "350212",
              "ftitle": "同安区"
            },
            {
              "fid": "350213",
              "ftitle": "翔安区"
            }
          ]
        },
        {
          "fid": "3503",
          "ftitle": "莆田市",
          "fjunior": [
            {
              "fid": "350301",
              "ftitle": "市辖区"
            },
            {
              "fid": "350302",
              "ftitle": "城厢区"
            },
            {
              "fid": "350303",
              "ftitle": "涵江区"
            },
            {
              "fid": "350304",
              "ftitle": "荔城区"
            },
            {
              "fid": "350305",
              "ftitle": "秀屿区"
            },
            {
              "fid": "350321",
              "ftitle": "莆田县"
            },
            {
              "fid": "350322",
              "ftitle": "仙游县"
            }
          ]
        },
        {
          "fid": "3504",
          "ftitle": "三明市",
          "fjunior": [
            {
              "fid": "350401",
              "ftitle": "市辖区"
            },
            {
              "fid": "350402",
              "ftitle": "梅列区"
            },
            {
              "fid": "350403",
              "ftitle": "三元区"
            },
            {
              "fid": "350421",
              "ftitle": "明溪县"
            },
            {
              "fid": "350423",
              "ftitle": "清流县"
            },
            {
              "fid": "350424",
              "ftitle": "宁化县"
            },
            {
              "fid": "350425",
              "ftitle": "大田县"
            },
            {
              "fid": "350426",
              "ftitle": "尤溪县"
            },
            {
              "fid": "350427",
              "ftitle": "沙县"
            },
            {
              "fid": "350428",
              "ftitle": "将乐县"
            },
            {
              "fid": "350429",
              "ftitle": "泰宁县"
            },
            {
              "fid": "350430",
              "ftitle": "建宁县"
            },
            {
              "fid": "350481",
              "ftitle": "永安市"
            }
          ]
        },
        {
          "fid": "3505",
          "ftitle": "泉州市",
          "fjunior": [
            {
              "fid": "350501",
              "ftitle": "市辖区"
            },
            {
              "fid": "350502",
              "ftitle": "鲤城区"
            },
            {
              "fid": "350503",
              "ftitle": "丰泽区"
            },
            {
              "fid": "350504",
              "ftitle": "洛江区"
            },
            {
              "fid": "350505",
              "ftitle": "泉港区"
            },
            {
              "fid": "350521",
              "ftitle": "惠安县"
            },
            {
              "fid": "350524",
              "ftitle": "安溪县"
            },
            {
              "fid": "350525",
              "ftitle": "永春县"
            },
            {
              "fid": "350526",
              "ftitle": "德化县"
            },
            {
              "fid": "350527",
              "ftitle": "金门县"
            },
            {
              "fid": "350581",
              "ftitle": "石狮市"
            },
            {
              "fid": "350582",
              "ftitle": "晋江市"
            },
            {
              "fid": "350583",
              "ftitle": "南安市"
            }
          ]
        },
        {
          "fid": "3506",
          "ftitle": "漳州市",
          "fjunior": [
            {
              "fid": "350601",
              "ftitle": "市辖区"
            },
            {
              "fid": "350602",
              "ftitle": "芗城区"
            },
            {
              "fid": "350603",
              "ftitle": "龙文区"
            },
            {
              "fid": "350622",
              "ftitle": "云霄县"
            },
            {
              "fid": "350623",
              "ftitle": "漳浦县"
            },
            {
              "fid": "350624",
              "ftitle": "诏安县"
            },
            {
              "fid": "350625",
              "ftitle": "长泰县"
            },
            {
              "fid": "350626",
              "ftitle": "东山县"
            },
            {
              "fid": "350627",
              "ftitle": "南靖县"
            },
            {
              "fid": "350628",
              "ftitle": "平和县"
            },
            {
              "fid": "350629",
              "ftitle": "华安县"
            },
            {
              "fid": "350681",
              "ftitle": "龙海市"
            }
          ]
        },
        {
          "fid": "3507",
          "ftitle": "南平市",
          "fjunior": [
            {
              "fid": "350721",
              "ftitle": "顺昌县"
            },
            {
              "fid": "350722",
              "ftitle": "浦城县"
            },
            {
              "fid": "350723",
              "ftitle": "光泽县"
            },
            {
              "fid": "350724",
              "ftitle": "松溪县"
            },
            {
              "fid": "350725",
              "ftitle": "政和县"
            },
            {
              "fid": "350781",
              "ftitle": "邵武市"
            },
            {
              "fid": "350782",
              "ftitle": "武夷山市"
            },
            {
              "fid": "350783",
              "ftitle": "建瓯市"
            },
            {
              "fid": "350784",
              "ftitle": "建阳市"
            },
            {
              "fid": "350701",
              "ftitle": "市辖区"
            },
            {
              "fid": "350702",
              "ftitle": "延平区"
            }
          ]
        },
        {
          "fid": "3508",
          "ftitle": "龙岩市",
          "fjunior": [
            {
              "fid": "350801",
              "ftitle": "市辖区"
            },
            {
              "fid": "350802",
              "ftitle": "新罗区"
            },
            {
              "fid": "350821",
              "ftitle": "长汀县"
            },
            {
              "fid": "350822",
              "ftitle": "永定县"
            },
            {
              "fid": "350823",
              "ftitle": "上杭县"
            },
            {
              "fid": "350824",
              "ftitle": "武平县"
            },
            {
              "fid": "350825",
              "ftitle": "连城县"
            },
            {
              "fid": "350881",
              "ftitle": "漳平市"
            }
          ]
        },
        {
          "fid": "3509",
          "ftitle": "宁德市",
          "fjunior": [
            {
              "fid": "350901",
              "ftitle": "市辖区"
            },
            {
              "fid": "350902",
              "ftitle": "蕉城区"
            },
            {
              "fid": "350921",
              "ftitle": "霞浦县"
            },
            {
              "fid": "350922",
              "ftitle": "古田县"
            },
            {
              "fid": "350923",
              "ftitle": "屏南县"
            },
            {
              "fid": "350924",
              "ftitle": "寿宁县"
            },
            {
              "fid": "350925",
              "ftitle": "周宁县"
            },
            {
              "fid": "350926",
              "ftitle": "柘荣县"
            },
            {
              "fid": "350981",
              "ftitle": "福安市"
            },
            {
              "fid": "350982",
              "ftitle": "福鼎市"
            },
            {
              "fid": "350983",
              "ftitle": "东侨开发区"
            }
          ]
        }
      ]
    },
    {
      "fid": "37",
      "ftitle": "山东省",
      "fjunior": [
        {
          "fid": "3702",
          "ftitle": "青岛市",
          "fjunior": [
            {
              "fid": "370201",
              "ftitle": "市辖区"
            },
            {
              "fid": "370202",
              "ftitle": "市南区"
            },
            {
              "fid": "370203",
              "ftitle": "市北区"
            },
            {
              "fid": "370205",
              "ftitle": "四方区"
            },
            {
              "fid": "370211",
              "ftitle": "黄岛区"
            },
            {
              "fid": "370212",
              "ftitle": "崂山区"
            },
            {
              "fid": "370213",
              "ftitle": "李沧区"
            },
            {
              "fid": "370214",
              "ftitle": "城阳区"
            },
            {
              "fid": "370281",
              "ftitle": "胶州市"
            },
            {
              "fid": "370282",
              "ftitle": "即墨市"
            },
            {
              "fid": "370283",
              "ftitle": "平度市"
            },
            {
              "fid": "370284",
              "ftitle": "胶南市"
            },
            {
              "fid": "370285",
              "ftitle": "莱西市"
            }
          ]
        },
        {
          "fid": "3703",
          "ftitle": "淄博市",
          "fjunior": [
            {
              "fid": "370301",
              "ftitle": "市辖区"
            },
            {
              "fid": "370302",
              "ftitle": "淄川区"
            },
            {
              "fid": "370303",
              "ftitle": "张店区"
            },
            {
              "fid": "370304",
              "ftitle": "博山区"
            },
            {
              "fid": "370305",
              "ftitle": "临淄区"
            },
            {
              "fid": "370306",
              "ftitle": "周村区"
            },
            {
              "fid": "370321",
              "ftitle": "桓台县"
            },
            {
              "fid": "370322",
              "ftitle": "高青县"
            },
            {
              "fid": "370323",
              "ftitle": "沂源县"
            }
          ]
        },
        {
          "fid": "3704",
          "ftitle": "枣庄市",
          "fjunior": [
            {
              "fid": "370401",
              "ftitle": "市辖区"
            },
            {
              "fid": "370402",
              "ftitle": "市中区"
            },
            {
              "fid": "370403",
              "ftitle": "薛城区"
            },
            {
              "fid": "370404",
              "ftitle": "峄城区"
            },
            {
              "fid": "370405",
              "ftitle": "台儿庄区"
            },
            {
              "fid": "370406",
              "ftitle": "山亭区"
            },
            {
              "fid": "370481",
              "ftitle": "滕州市"
            }
          ]
        },
        {
          "fid": "3705",
          "ftitle": "东营市",
          "fjunior": [
            {
              "fid": "370501",
              "ftitle": "市辖区"
            },
            {
              "fid": "370502",
              "ftitle": "东营区"
            },
            {
              "fid": "370503",
              "ftitle": "河口区"
            },
            {
              "fid": "370521",
              "ftitle": "垦利县"
            },
            {
              "fid": "370522",
              "ftitle": "利津县"
            },
            {
              "fid": "370523",
              "ftitle": "广饶县"
            }
          ]
        },
        {
          "fid": "3708",
          "ftitle": "济宁市",
          "fjunior": [
            {
              "fid": "370801",
              "ftitle": "市辖区"
            },
            {
              "fid": "370802",
              "ftitle": "市中区"
            },
            {
              "fid": "370811",
              "ftitle": "任城区"
            },
            {
              "fid": "370826",
              "ftitle": "微山县"
            },
            {
              "fid": "370827",
              "ftitle": "鱼台县"
            },
            {
              "fid": "370828",
              "ftitle": "金乡县"
            },
            {
              "fid": "370829",
              "ftitle": "嘉祥县"
            },
            {
              "fid": "370830",
              "ftitle": "汶上县"
            },
            {
              "fid": "370831",
              "ftitle": "泗水县"
            },
            {
              "fid": "370832",
              "ftitle": "梁山县"
            },
            {
              "fid": "370881",
              "ftitle": "曲阜市"
            },
            {
              "fid": "370882",
              "ftitle": "兖州市"
            },
            {
              "fid": "370883",
              "ftitle": "邹城市"
            },
            {
              "fid": "370884",
              "ftitle": "高新区"
            }
          ]
        },
        {
          "fid": "3701",
          "ftitle": "济南市",
          "fjunior": [
            {
              "fid": "370126",
              "ftitle": "商河县"
            },
            {
              "fid": "370181",
              "ftitle": "章丘市"
            },
            {
              "fid": "370101",
              "ftitle": "市辖区"
            },
            {
              "fid": "370102",
              "ftitle": "历下区"
            },
            {
              "fid": "370103",
              "ftitle": "市中区"
            },
            {
              "fid": "370104",
              "ftitle": "槐荫区"
            },
            {
              "fid": "370105",
              "ftitle": "天桥区"
            },
            {
              "fid": "370112",
              "ftitle": "历城区"
            },
            {
              "fid": "370123",
              "ftitle": "长清县"
            },
            {
              "fid": "370124",
              "ftitle": "平阴县"
            },
            {
              "fid": "370125",
              "ftitle": "济阳县"
            },
            {
              "fid": "370113",
              "ftitle": "长清区"
            },
            {
              "fid": "370182",
              "ftitle": "高新区"
            }
          ]
        },
        {
          "fid": "3709",
          "ftitle": "泰安市",
          "fjunior": [
            {
              "fid": "370901",
              "ftitle": "市辖区"
            },
            {
              "fid": "370902",
              "ftitle": "泰山区"
            },
            {
              "fid": "370911",
              "ftitle": "岱岳区"
            },
            {
              "fid": "370921",
              "ftitle": "宁阳县"
            },
            {
              "fid": "370923",
              "ftitle": "东平县"
            },
            {
              "fid": "370982",
              "ftitle": "新泰市"
            },
            {
              "fid": "370983",
              "ftitle": "肥城市"
            }
          ]
        },
        {
          "fid": "3710",
          "ftitle": "威海市",
          "fjunior": [
            {
              "fid": "371001",
              "ftitle": "市辖区"
            },
            {
              "fid": "371002",
              "ftitle": "环翠区"
            },
            {
              "fid": "371081",
              "ftitle": "文登市"
            },
            {
              "fid": "371082",
              "ftitle": "荣成市"
            },
            {
              "fid": "371083",
              "ftitle": "乳山市"
            },
            {
              "fid": "371084",
              "ftitle": "工业新区"
            }
          ]
        },
        {
          "fid": "3711",
          "ftitle": "日照市",
          "fjunior": [
            {
              "fid": "371101",
              "ftitle": "市辖区"
            },
            {
              "fid": "371102",
              "ftitle": "东港区"
            },
            {
              "fid": "371103",
              "ftitle": "岚山区"
            },
            {
              "fid": "371121",
              "ftitle": "五莲县"
            },
            {
              "fid": "371122",
              "ftitle": "莒县"
            },
            {
              "fid": "371123",
              "ftitle": "新市区"
            }
          ]
        },
        {
          "fid": "3712",
          "ftitle": "莱芜市",
          "fjunior": [
            {
              "fid": "371201",
              "ftitle": "市辖区"
            },
            {
              "fid": "371202",
              "ftitle": "莱城区"
            },
            {
              "fid": "371203",
              "ftitle": "钢城区"
            }
          ]
        },
        {
          "fid": "3713",
          "ftitle": "临沂市",
          "fjunior": [
            {
              "fid": "371301",
              "ftitle": "市辖区"
            },
            {
              "fid": "371302",
              "ftitle": "兰山区"
            },
            {
              "fid": "371311",
              "ftitle": "罗庄区"
            },
            {
              "fid": "371312",
              "ftitle": "河东区"
            },
            {
              "fid": "371321",
              "ftitle": "沂南县"
            },
            {
              "fid": "371322",
              "ftitle": "郯城县"
            },
            {
              "fid": "371323",
              "ftitle": "沂水县"
            },
            {
              "fid": "371324",
              "ftitle": "苍山县"
            },
            {
              "fid": "371325",
              "ftitle": "费县"
            },
            {
              "fid": "371326",
              "ftitle": "平邑县"
            },
            {
              "fid": "371327",
              "ftitle": "莒南县"
            },
            {
              "fid": "371328",
              "ftitle": "蒙阴县"
            },
            {
              "fid": "371329",
              "ftitle": "临沭县"
            }
          ]
        },
        {
          "fid": "3714",
          "ftitle": "德州市",
          "fjunior": [
            {
              "fid": "371401",
              "ftitle": "市辖区"
            },
            {
              "fid": "371402",
              "ftitle": "德城区"
            },
            {
              "fid": "371421",
              "ftitle": "陵县"
            },
            {
              "fid": "371422",
              "ftitle": "宁津县"
            },
            {
              "fid": "371423",
              "ftitle": "庆云县"
            },
            {
              "fid": "371424",
              "ftitle": "临邑县"
            },
            {
              "fid": "371425",
              "ftitle": "齐河县"
            },
            {
              "fid": "371426",
              "ftitle": "平原县"
            },
            {
              "fid": "371427",
              "ftitle": "夏津县"
            },
            {
              "fid": "371428",
              "ftitle": "武城县"
            },
            {
              "fid": "371481",
              "ftitle": "乐陵市"
            },
            {
              "fid": "371482",
              "ftitle": "禹城市"
            }
          ]
        },
        {
          "fid": "3715",
          "ftitle": "聊城市",
          "fjunior": [
            {
              "fid": "371501",
              "ftitle": "市辖区"
            },
            {
              "fid": "371502",
              "ftitle": "东昌府区"
            },
            {
              "fid": "371521",
              "ftitle": "阳谷县"
            },
            {
              "fid": "371522",
              "ftitle": "莘县"
            },
            {
              "fid": "371523",
              "ftitle": "茌平县"
            },
            {
              "fid": "371524",
              "ftitle": "东阿县"
            },
            {
              "fid": "371525",
              "ftitle": "冠县"
            },
            {
              "fid": "371526",
              "ftitle": "高唐县"
            },
            {
              "fid": "371581",
              "ftitle": "临清市"
            }
          ]
        },
        {
          "fid": "3716",
          "ftitle": "滨州市",
          "fjunior": [
            {
              "fid": "371601",
              "ftitle": "市辖区"
            },
            {
              "fid": "371602",
              "ftitle": "滨城区"
            },
            {
              "fid": "371621",
              "ftitle": "惠民县"
            },
            {
              "fid": "371622",
              "ftitle": "阳信县"
            },
            {
              "fid": "371623",
              "ftitle": "无棣县"
            },
            {
              "fid": "371624",
              "ftitle": "沾化县"
            },
            {
              "fid": "371625",
              "ftitle": "博兴县"
            },
            {
              "fid": "371626",
              "ftitle": "邹平县"
            },
            {
              "fid": "371627",
              "ftitle": "北海新区"
            }
          ]
        },
        {
          "fid": "3717",
          "ftitle": "菏泽市",
          "fjunior": [
            {
              "fid": "371701",
              "ftitle": "市辖区"
            },
            {
              "fid": "371702",
              "ftitle": "牡丹区"
            },
            {
              "fid": "371721",
              "ftitle": "曹县"
            },
            {
              "fid": "371722",
              "ftitle": "单县"
            },
            {
              "fid": "371723",
              "ftitle": "成武县"
            },
            {
              "fid": "371724",
              "ftitle": "巨野县"
            },
            {
              "fid": "371725",
              "ftitle": "郓城县"
            },
            {
              "fid": "371726",
              "ftitle": "鄄城县"
            },
            {
              "fid": "371727",
              "ftitle": "定陶县"
            },
            {
              "fid": "371728",
              "ftitle": "东明县"
            }
          ]
        },
        {
          "fid": "3706",
          "ftitle": "烟台市",
          "fjunior": [
            {
              "fid": "370601",
              "ftitle": "市辖区"
            },
            {
              "fid": "370602",
              "ftitle": "芝罘区"
            },
            {
              "fid": "370611",
              "ftitle": "福山区"
            },
            {
              "fid": "370612",
              "ftitle": "牟平区"
            },
            {
              "fid": "370613",
              "ftitle": "莱山区"
            },
            {
              "fid": "370634",
              "ftitle": "长岛县"
            },
            {
              "fid": "370681",
              "ftitle": "龙口市"
            },
            {
              "fid": "370682",
              "ftitle": "莱阳市"
            },
            {
              "fid": "370683",
              "ftitle": "莱州市"
            },
            {
              "fid": "370684",
              "ftitle": "蓬莱市"
            },
            {
              "fid": "370685",
              "ftitle": "招远市"
            },
            {
              "fid": "370686",
              "ftitle": "栖霞市"
            },
            {
              "fid": "370687",
              "ftitle": "海阳市"
            },
            {
              "fid": "370688",
              "ftitle": "开发区"
            }
          ]
        },
        {
          "fid": "3707",
          "ftitle": "潍坊市",
          "fjunior": [
            {
              "fid": "370724",
              "ftitle": "临朐县"
            },
            {
              "fid": "370725",
              "ftitle": "昌乐县"
            },
            {
              "fid": "370781",
              "ftitle": "青州市"
            },
            {
              "fid": "370782",
              "ftitle": "诸城市"
            },
            {
              "fid": "370783",
              "ftitle": "寿光市"
            },
            {
              "fid": "370784",
              "ftitle": "安丘市"
            },
            {
              "fid": "370785",
              "ftitle": "高密市"
            },
            {
              "fid": "370786",
              "ftitle": "昌邑市"
            },
            {
              "fid": "370701",
              "ftitle": "市辖区"
            },
            {
              "fid": "370702",
              "ftitle": "潍城区"
            },
            {
              "fid": "370703",
              "ftitle": "寒亭区"
            },
            {
              "fid": "370704",
              "ftitle": "坊子区"
            },
            {
              "fid": "370705",
              "ftitle": "奎文区"
            },
            {
              "fid": "370787",
              "ftitle": "高新区"
            }
          ]
        }
      ]
    },
    {
      "fid": "41",
      "ftitle": "河南省",
      "fjunior": [
        {
          "fid": "4102",
          "ftitle": "开封市",
          "fjunior": [
            {
              "fid": "410201",
              "ftitle": "市辖区"
            },
            {
              "fid": "410202",
              "ftitle": "龙亭区"
            },
            {
              "fid": "410203",
              "ftitle": "顺河回族区"
            },
            {
              "fid": "410204",
              "ftitle": "鼓楼区"
            },
            {
              "fid": "410205",
              "ftitle": "禹王台区"
            },
            {
              "fid": "410211",
              "ftitle": "金明区"
            },
            {
              "fid": "410221",
              "ftitle": "杞县"
            },
            {
              "fid": "410222",
              "ftitle": "通许县"
            },
            {
              "fid": "410223",
              "ftitle": "尉氏县"
            },
            {
              "fid": "410224",
              "ftitle": "开封县"
            },
            {
              "fid": "410225",
              "ftitle": "兰考县"
            }
          ]
        },
        {
          "fid": "4103",
          "ftitle": "洛阳市",
          "fjunior": [
            {
              "fid": "410301",
              "ftitle": "市辖区"
            },
            {
              "fid": "410302",
              "ftitle": "老城区"
            },
            {
              "fid": "410303",
              "ftitle": "西工区"
            },
            {
              "fid": "410305",
              "ftitle": "涧西区"
            },
            {
              "fid": "410306",
              "ftitle": "吉利区"
            },
            {
              "fid": "410322",
              "ftitle": "孟津县"
            },
            {
              "fid": "410323",
              "ftitle": "新安县"
            },
            {
              "fid": "410324",
              "ftitle": "栾川县"
            },
            {
              "fid": "410325",
              "ftitle": "嵩县"
            },
            {
              "fid": "410326",
              "ftitle": "汝阳县"
            },
            {
              "fid": "410327",
              "ftitle": "宜阳县"
            },
            {
              "fid": "410328",
              "ftitle": "洛宁县"
            },
            {
              "fid": "410329",
              "ftitle": "伊川县"
            },
            {
              "fid": "410381",
              "ftitle": "偃师市"
            },
            {
              "fid": "410304",
              "ftitle": "瀍河回族区"
            },
            {
              "fid": "410311",
              "ftitle": "洛龙区"
            },
            {
              "fid": "410382",
              "ftitle": "伊滨区"
            }
          ]
        },
        {
          "fid": "4112",
          "ftitle": "三门峡市",
          "fjunior": [
            {
              "fid": "411201",
              "ftitle": "市辖区"
            },
            {
              "fid": "411202",
              "ftitle": "湖滨区"
            },
            {
              "fid": "411221",
              "ftitle": "渑池县"
            },
            {
              "fid": "411222",
              "ftitle": "陕县"
            },
            {
              "fid": "411224",
              "ftitle": "卢氏县"
            },
            {
              "fid": "411281",
              "ftitle": "义马市"
            },
            {
              "fid": "411282",
              "ftitle": "灵宝市"
            }
          ]
        },
        {
          "fid": "4113",
          "ftitle": "南阳市",
          "fjunior": [
            {
              "fid": "411301",
              "ftitle": "市辖区"
            },
            {
              "fid": "411302",
              "ftitle": "宛城区"
            },
            {
              "fid": "411303",
              "ftitle": "卧龙区"
            },
            {
              "fid": "411321",
              "ftitle": "南召县"
            },
            {
              "fid": "411322",
              "ftitle": "方城县"
            },
            {
              "fid": "411323",
              "ftitle": "西峡县"
            },
            {
              "fid": "411324",
              "ftitle": "镇平县"
            },
            {
              "fid": "411325",
              "ftitle": "内乡县"
            },
            {
              "fid": "411326",
              "ftitle": "淅川县"
            },
            {
              "fid": "411327",
              "ftitle": "社旗县"
            },
            {
              "fid": "411328",
              "ftitle": "唐河县"
            },
            {
              "fid": "411329",
              "ftitle": "新野县"
            },
            {
              "fid": "411330",
              "ftitle": "桐柏县"
            },
            {
              "fid": "411381",
              "ftitle": "邓州市"
            }
          ]
        },
        {
          "fid": "4114",
          "ftitle": "商丘市",
          "fjunior": [
            {
              "fid": "411401",
              "ftitle": "市辖区"
            },
            {
              "fid": "411402",
              "ftitle": "梁园区"
            },
            {
              "fid": "411403",
              "ftitle": "睢阳区"
            },
            {
              "fid": "411421",
              "ftitle": "民权县"
            },
            {
              "fid": "411422",
              "ftitle": "睢县"
            },
            {
              "fid": "411423",
              "ftitle": "宁陵县"
            },
            {
              "fid": "411424",
              "ftitle": "柘城县"
            },
            {
              "fid": "411425",
              "ftitle": "虞城县"
            },
            {
              "fid": "411426",
              "ftitle": "夏邑县"
            },
            {
              "fid": "411481",
              "ftitle": "永城市"
            }
          ]
        },
        {
          "fid": "4115",
          "ftitle": "信阳市",
          "fjunior": [
            {
              "fid": "411501",
              "ftitle": "市辖区"
            },
            {
              "fid": "411503",
              "ftitle": "平桥区"
            },
            {
              "fid": "411521",
              "ftitle": "罗山县"
            },
            {
              "fid": "411522",
              "ftitle": "光山县"
            },
            {
              "fid": "411523",
              "ftitle": "新县"
            },
            {
              "fid": "411524",
              "ftitle": "商城县"
            },
            {
              "fid": "411525",
              "ftitle": "固始县"
            },
            {
              "fid": "411526",
              "ftitle": "潢川县"
            },
            {
              "fid": "411527",
              "ftitle": "淮滨县"
            },
            {
              "fid": "411528",
              "ftitle": "息县"
            },
            {
              "fid": "411502",
              "ftitle": "浉河区"
            }
          ]
        },
        {
          "fid": "4116",
          "ftitle": "周口市",
          "fjunior": [
            {
              "fid": "411601",
              "ftitle": "市辖区"
            },
            {
              "fid": "411602",
              "ftitle": "川汇区"
            },
            {
              "fid": "411621",
              "ftitle": "扶沟县"
            },
            {
              "fid": "411622",
              "ftitle": "西华县"
            },
            {
              "fid": "411623",
              "ftitle": "商水县"
            },
            {
              "fid": "411624",
              "ftitle": "沈丘县"
            },
            {
              "fid": "411625",
              "ftitle": "郸城县"
            },
            {
              "fid": "411626",
              "ftitle": "淮阳县"
            },
            {
              "fid": "411627",
              "ftitle": "太康县"
            },
            {
              "fid": "411628",
              "ftitle": "鹿邑县"
            },
            {
              "fid": "411681",
              "ftitle": "项城市"
            },
            {
              "fid": "411682",
              "ftitle": "经济开发区"
            },
            {
              "fid": "411683",
              "ftitle": "东新区"
            }
          ]
        },
        {
          "fid": "4117",
          "ftitle": "驻马店市",
          "fjunior": [
            {
              "fid": "411701",
              "ftitle": "市辖区"
            },
            {
              "fid": "411702",
              "ftitle": "驿城区"
            },
            {
              "fid": "411721",
              "ftitle": "西平县"
            },
            {
              "fid": "411722",
              "ftitle": "上蔡县"
            },
            {
              "fid": "411723",
              "ftitle": "平舆县"
            },
            {
              "fid": "411724",
              "ftitle": "正阳县"
            },
            {
              "fid": "411725",
              "ftitle": "确山县"
            },
            {
              "fid": "411726",
              "ftitle": "泌阳县"
            },
            {
              "fid": "411727",
              "ftitle": "汝南县"
            },
            {
              "fid": "411728",
              "ftitle": "遂平县"
            },
            {
              "fid": "411729",
              "ftitle": "新蔡县"
            }
          ]
        },
        {
          "fid": "4101",
          "ftitle": "郑州市",
          "fjunior": [
            {
              "fid": "410103",
              "ftitle": "二七区"
            },
            {
              "fid": "410104",
              "ftitle": "管城回族区"
            },
            {
              "fid": "410105",
              "ftitle": "金水区"
            },
            {
              "fid": "410106",
              "ftitle": "上街区"
            },
            {
              "fid": "410107",
              "ftitle": "龙湖镇"
            },
            {
              "fid": "410108",
              "ftitle": "惠济区"
            },
            {
              "fid": "410109",
              "ftitle": "管城区"
            },
            {
              "fid": "410122",
              "ftitle": "中牟县"
            },
            {
              "fid": "410181",
              "ftitle": "巩义市"
            },
            {
              "fid": "410182",
              "ftitle": "荥阳市"
            },
            {
              "fid": "410183",
              "ftitle": "新密市"
            },
            {
              "fid": "410184",
              "ftitle": "新郑市"
            },
            {
              "fid": "410185",
              "ftitle": "登封市"
            },
            {
              "fid": "410101",
              "ftitle": "市辖区"
            },
            {
              "fid": "410102",
              "ftitle": "中原区"
            },
            {
              "fid": "410186",
              "ftitle": "经济开发区"
            },
            {
              "fid": "410187",
              "ftitle": "郑东新区"
            },
            {
              "fid": "410188",
              "ftitle": "高新技术开发区"
            }
          ]
        },
        {
          "fid": "4104",
          "ftitle": "平顶山市",
          "fjunior": [
            {
              "fid": "410401",
              "ftitle": "市辖区"
            },
            {
              "fid": "410402",
              "ftitle": "新华区"
            },
            {
              "fid": "410403",
              "ftitle": "卫东区"
            },
            {
              "fid": "410404",
              "ftitle": "石龙区"
            },
            {
              "fid": "410411",
              "ftitle": "湛河区"
            },
            {
              "fid": "410421",
              "ftitle": "宝丰县"
            },
            {
              "fid": "410422",
              "ftitle": "叶县"
            },
            {
              "fid": "410423",
              "ftitle": "鲁山县"
            },
            {
              "fid": "410425",
              "ftitle": "郏县"
            },
            {
              "fid": "410481",
              "ftitle": "舞钢市"
            },
            {
              "fid": "410482",
              "ftitle": "汝州市"
            }
          ]
        },
        {
          "fid": "4105",
          "ftitle": "安阳市",
          "fjunior": [
            {
              "fid": "410501",
              "ftitle": "市辖区"
            },
            {
              "fid": "410502",
              "ftitle": "文峰区"
            },
            {
              "fid": "410503",
              "ftitle": "北关区"
            },
            {
              "fid": "410504",
              "ftitle": "铁西区"
            },
            {
              "fid": "410505",
              "ftitle": "殷都区"
            },
            {
              "fid": "410506",
              "ftitle": "龙安区"
            },
            {
              "fid": "410511",
              "ftitle": "郊区"
            },
            {
              "fid": "410522",
              "ftitle": "安阳县"
            },
            {
              "fid": "410523",
              "ftitle": "汤阴县"
            },
            {
              "fid": "410526",
              "ftitle": "滑县"
            },
            {
              "fid": "410527",
              "ftitle": "内黄县"
            },
            {
              "fid": "410581",
              "ftitle": "林州市"
            },
            {
              "fid": "410582",
              "ftitle": "开发区"
            }
          ]
        },
        {
          "fid": "4106",
          "ftitle": "鹤壁市",
          "fjunior": [
            {
              "fid": "410601",
              "ftitle": "市辖区"
            },
            {
              "fid": "410602",
              "ftitle": "鹤山区"
            },
            {
              "fid": "410603",
              "ftitle": "山城区"
            },
            {
              "fid": "410611",
              "ftitle": "淇滨区"
            },
            {
              "fid": "410621",
              "ftitle": "浚县"
            },
            {
              "fid": "410622",
              "ftitle": "淇县"
            }
          ]
        },
        {
          "fid": "4107",
          "ftitle": "新乡市",
          "fjunior": [
            {
              "fid": "410701",
              "ftitle": "市辖区"
            },
            {
              "fid": "410702",
              "ftitle": "红旗区"
            },
            {
              "fid": "410703",
              "ftitle": "卫滨区"
            },
            {
              "fid": "410704",
              "ftitle": "凤泉区"
            },
            {
              "fid": "410711",
              "ftitle": "牧野区"
            },
            {
              "fid": "410721",
              "ftitle": "新乡县"
            },
            {
              "fid": "410724",
              "ftitle": "获嘉县"
            },
            {
              "fid": "410725",
              "ftitle": "原阳县"
            },
            {
              "fid": "410726",
              "ftitle": "延津县"
            },
            {
              "fid": "410727",
              "ftitle": "封丘县"
            },
            {
              "fid": "410728",
              "ftitle": "长垣县"
            },
            {
              "fid": "410781",
              "ftitle": "卫辉市"
            },
            {
              "fid": "410782",
              "ftitle": "辉县市"
            }
          ]
        },
        {
          "fid": "4118",
          "ftitle": "省直辖行政单位",
          "fjunior": [
            {
              "fid": "411801",
              "ftitle": "济源市"
            }
          ]
        },
        {
          "fid": "4108",
          "ftitle": "焦作市",
          "fjunior": [
            {
              "fid": "410801",
              "ftitle": "市辖区"
            },
            {
              "fid": "410802",
              "ftitle": "解放区"
            },
            {
              "fid": "410803",
              "ftitle": "中站区"
            },
            {
              "fid": "410804",
              "ftitle": "马村区"
            },
            {
              "fid": "410811",
              "ftitle": "山阳区"
            },
            {
              "fid": "410821",
              "ftitle": "修武县"
            },
            {
              "fid": "410822",
              "ftitle": "博爱县"
            },
            {
              "fid": "410823",
              "ftitle": "武陟县"
            },
            {
              "fid": "410825",
              "ftitle": "温县"
            },
            {
              "fid": "410881",
              "ftitle": "济源市"
            },
            {
              "fid": "410882",
              "ftitle": "沁阳市"
            },
            {
              "fid": "410883",
              "ftitle": "孟州市"
            }
          ]
        },
        {
          "fid": "4109",
          "ftitle": "濮阳市",
          "fjunior": [
            {
              "fid": "410901",
              "ftitle": "市辖区"
            },
            {
              "fid": "410902",
              "ftitle": "华龙区"
            },
            {
              "fid": "410922",
              "ftitle": "清丰县"
            },
            {
              "fid": "410923",
              "ftitle": "南乐县"
            },
            {
              "fid": "410926",
              "ftitle": "范县"
            },
            {
              "fid": "410927",
              "ftitle": "台前县"
            },
            {
              "fid": "410928",
              "ftitle": "濮阳县"
            }
          ]
        },
        {
          "fid": "4110",
          "ftitle": "许昌市",
          "fjunior": [
            {
              "fid": "411001",
              "ftitle": "市辖区"
            },
            {
              "fid": "411002",
              "ftitle": "魏都区"
            },
            {
              "fid": "411023",
              "ftitle": "许昌县"
            },
            {
              "fid": "411024",
              "ftitle": "鄢陵县"
            },
            {
              "fid": "411025",
              "ftitle": "襄城县"
            },
            {
              "fid": "411081",
              "ftitle": "禹州市"
            },
            {
              "fid": "411082",
              "ftitle": "长葛市"
            }
          ]
        },
        {
          "fid": "4111",
          "ftitle": "漯河市",
          "fjunior": [
            {
              "fid": "411101",
              "ftitle": "市辖区"
            },
            {
              "fid": "411102",
              "ftitle": "源汇区"
            },
            {
              "fid": "411103",
              "ftitle": "郾城区"
            },
            {
              "fid": "411104",
              "ftitle": "召陵区"
            },
            {
              "fid": "411121",
              "ftitle": "舞阳县"
            },
            {
              "fid": "411122",
              "ftitle": "临颍县"
            },
            {
              "fid": "411123",
              "ftitle": "郾城县"
            }
          ]
        },
        {
          "fid": "4190",
          "ftitle": "省直辖县级行政区划",
          "fjunior": [
            {
              "fid": "419001",
              "ftitle": "济源市"
            }
          ]
        }
      ]
    },
    {
      "fid": "43",
      "ftitle": "湖南省",
      "fjunior": [
        {
          "fid": "4301",
          "ftitle": "长沙市",
          "fjunior": [
            {
              "fid": "430101",
              "ftitle": "市辖区"
            },
            {
              "fid": "430102",
              "ftitle": "芙蓉区"
            },
            {
              "fid": "430103",
              "ftitle": "天心区"
            },
            {
              "fid": "430104",
              "ftitle": "岳麓区"
            },
            {
              "fid": "430105",
              "ftitle": "开福区"
            },
            {
              "fid": "430111",
              "ftitle": "雨花区"
            },
            {
              "fid": "430121",
              "ftitle": "长沙县"
            },
            {
              "fid": "430122",
              "ftitle": "望城县"
            },
            {
              "fid": "430124",
              "ftitle": "宁乡县"
            },
            {
              "fid": "430181",
              "ftitle": "浏阳市"
            },
            {
              "fid": "430112",
              "ftitle": "望城区"
            }
          ]
        },
        {
          "fid": "4311",
          "ftitle": "永州市",
          "fjunior": [
            {
              "fid": "431101",
              "ftitle": "市辖区"
            },
            {
              "fid": "431102",
              "ftitle": "零陵区"
            },
            {
              "fid": "431103",
              "ftitle": "冷水滩区"
            },
            {
              "fid": "431121",
              "ftitle": "祁阳县"
            },
            {
              "fid": "431122",
              "ftitle": "东安县"
            },
            {
              "fid": "431123",
              "ftitle": "双牌县"
            },
            {
              "fid": "431124",
              "ftitle": "道县"
            },
            {
              "fid": "431125",
              "ftitle": "江永县"
            },
            {
              "fid": "431126",
              "ftitle": "宁远县"
            },
            {
              "fid": "431127",
              "ftitle": "蓝山县"
            },
            {
              "fid": "431128",
              "ftitle": "新田县"
            },
            {
              "fid": "431129",
              "ftitle": "江华瑶族自治县"
            }
          ]
        },
        {
          "fid": "4302",
          "ftitle": "株洲市",
          "fjunior": [
            {
              "fid": "430201",
              "ftitle": "市辖区"
            },
            {
              "fid": "430202",
              "ftitle": "荷塘区"
            },
            {
              "fid": "430203",
              "ftitle": "芦淞区"
            },
            {
              "fid": "430221",
              "ftitle": "株洲县"
            },
            {
              "fid": "430223",
              "ftitle": "攸县"
            },
            {
              "fid": "430224",
              "ftitle": "茶陵县"
            },
            {
              "fid": "430225",
              "ftitle": "炎陵县"
            },
            {
              "fid": "430281",
              "ftitle": "醴陵市"
            },
            {
              "fid": "430204",
              "ftitle": "石峰区"
            },
            {
              "fid": "430211",
              "ftitle": "天元区"
            }
          ]
        },
        {
          "fid": "4312",
          "ftitle": "怀化市",
          "fjunior": [
            {
              "fid": "431201",
              "ftitle": "市辖区"
            },
            {
              "fid": "431202",
              "ftitle": "鹤城区"
            },
            {
              "fid": "431221",
              "ftitle": "中方县"
            },
            {
              "fid": "431222",
              "ftitle": "沅陵县"
            },
            {
              "fid": "431223",
              "ftitle": "辰溪县"
            },
            {
              "fid": "431224",
              "ftitle": "溆浦县"
            },
            {
              "fid": "431225",
              "ftitle": "会同县"
            },
            {
              "fid": "431226",
              "ftitle": "麻阳苗族自治县"
            },
            {
              "fid": "431227",
              "ftitle": "新晃侗族自治县"
            },
            {
              "fid": "431228",
              "ftitle": "芷江侗族自治县"
            },
            {
              "fid": "431229",
              "ftitle": "靖州苗族侗族自治县"
            },
            {
              "fid": "431230",
              "ftitle": "通道侗族自治县"
            },
            {
              "fid": "431281",
              "ftitle": "洪江市"
            }
          ]
        },
        {
          "fid": "4313",
          "ftitle": "娄底市",
          "fjunior": [
            {
              "fid": "431301",
              "ftitle": "市辖区"
            },
            {
              "fid": "431302",
              "ftitle": "娄星区"
            },
            {
              "fid": "431321",
              "ftitle": "双峰县"
            },
            {
              "fid": "431322",
              "ftitle": "新化县"
            },
            {
              "fid": "431381",
              "ftitle": "冷水江市"
            },
            {
              "fid": "431382",
              "ftitle": "涟源市"
            }
          ]
        },
        {
          "fid": "4331",
          "ftitle": "湘西土家族苗族自治州",
          "fjunior": [
            {
              "fid": "433101",
              "ftitle": "吉首市"
            },
            {
              "fid": "433102",
              "ftitle": "市辖区"
            },
            {
              "fid": "433122",
              "ftitle": "泸溪县"
            },
            {
              "fid": "433123",
              "ftitle": "凤凰县"
            },
            {
              "fid": "433124",
              "ftitle": "花垣县"
            },
            {
              "fid": "433125",
              "ftitle": "保靖县"
            },
            {
              "fid": "433126",
              "ftitle": "古丈县"
            },
            {
              "fid": "433127",
              "ftitle": "永顺县"
            },
            {
              "fid": "433130",
              "ftitle": "龙山县"
            }
          ]
        },
        {
          "fid": "4303",
          "ftitle": "湘潭市",
          "fjunior": [
            {
              "fid": "430301",
              "ftitle": "市辖区"
            },
            {
              "fid": "430302",
              "ftitle": "雨湖区"
            },
            {
              "fid": "430304",
              "ftitle": "岳塘区"
            },
            {
              "fid": "430321",
              "ftitle": "湘潭县"
            },
            {
              "fid": "430381",
              "ftitle": "湘乡市"
            },
            {
              "fid": "430382",
              "ftitle": "韶山市"
            }
          ]
        },
        {
          "fid": "4304",
          "ftitle": "衡阳市",
          "fjunior": [
            {
              "fid": "430401",
              "ftitle": "市辖区"
            },
            {
              "fid": "430402",
              "ftitle": "江东区"
            },
            {
              "fid": "430403",
              "ftitle": "城南区"
            },
            {
              "fid": "430404",
              "ftitle": "城北区"
            },
            {
              "fid": "430405",
              "ftitle": "珠晖区"
            },
            {
              "fid": "430406",
              "ftitle": "雁峰区"
            },
            {
              "fid": "430407",
              "ftitle": "石鼓区"
            },
            {
              "fid": "430408",
              "ftitle": "蒸湘区"
            },
            {
              "fid": "430411",
              "ftitle": "郊区"
            },
            {
              "fid": "430412",
              "ftitle": "南岳区"
            },
            {
              "fid": "430421",
              "ftitle": "衡阳县"
            },
            {
              "fid": "430422",
              "ftitle": "衡南县"
            },
            {
              "fid": "430423",
              "ftitle": "衡山县"
            },
            {
              "fid": "430424",
              "ftitle": "衡东县"
            },
            {
              "fid": "430426",
              "ftitle": "祁东县"
            },
            {
              "fid": "430481",
              "ftitle": "耒阳市"
            },
            {
              "fid": "430482",
              "ftitle": "常宁市"
            }
          ]
        },
        {
          "fid": "4305",
          "ftitle": "邵阳市",
          "fjunior": [
            {
              "fid": "430501",
              "ftitle": "市辖区"
            },
            {
              "fid": "430502",
              "ftitle": "双清区"
            },
            {
              "fid": "430503",
              "ftitle": "大祥区"
            },
            {
              "fid": "430511",
              "ftitle": "北塔区"
            },
            {
              "fid": "430521",
              "ftitle": "邵东县"
            },
            {
              "fid": "430522",
              "ftitle": "新邵县"
            },
            {
              "fid": "430523",
              "ftitle": "邵阳县"
            },
            {
              "fid": "430524",
              "ftitle": "隆回县"
            },
            {
              "fid": "430525",
              "ftitle": "洞口县"
            },
            {
              "fid": "430527",
              "ftitle": "绥宁县"
            },
            {
              "fid": "430528",
              "ftitle": "新宁县"
            },
            {
              "fid": "430529",
              "ftitle": "城步苗族自治县"
            },
            {
              "fid": "430581",
              "ftitle": "武冈市"
            }
          ]
        },
        {
          "fid": "4306",
          "ftitle": "岳阳市",
          "fjunior": [
            {
              "fid": "430601",
              "ftitle": "市辖区"
            },
            {
              "fid": "430602",
              "ftitle": "岳阳楼区"
            },
            {
              "fid": "430603",
              "ftitle": "云溪区"
            },
            {
              "fid": "430611",
              "ftitle": "君山区"
            },
            {
              "fid": "430621",
              "ftitle": "岳阳县"
            },
            {
              "fid": "430623",
              "ftitle": "华容县"
            },
            {
              "fid": "430624",
              "ftitle": "湘阴县"
            },
            {
              "fid": "430626",
              "ftitle": "平江县"
            },
            {
              "fid": "430681",
              "ftitle": "汨罗市"
            },
            {
              "fid": "430682",
              "ftitle": "临湘市"
            }
          ]
        },
        {
          "fid": "4307",
          "ftitle": "常德市",
          "fjunior": [
            {
              "fid": "430701",
              "ftitle": "市辖区"
            },
            {
              "fid": "430702",
              "ftitle": "武陵区"
            },
            {
              "fid": "430703",
              "ftitle": "鼎城区"
            },
            {
              "fid": "430721",
              "ftitle": "安乡县"
            },
            {
              "fid": "430722",
              "ftitle": "汉寿县"
            },
            {
              "fid": "430723",
              "ftitle": "澧县"
            },
            {
              "fid": "430724",
              "ftitle": "临澧县"
            },
            {
              "fid": "430725",
              "ftitle": "桃源县"
            },
            {
              "fid": "430726",
              "ftitle": "石门县"
            },
            {
              "fid": "430781",
              "ftitle": "津市市"
            }
          ]
        },
        {
          "fid": "4308",
          "ftitle": "张家界市",
          "fjunior": [
            {
              "fid": "430801",
              "ftitle": "市辖区"
            },
            {
              "fid": "430802",
              "ftitle": "永定区"
            },
            {
              "fid": "430811",
              "ftitle": "武陵源区"
            },
            {
              "fid": "430821",
              "ftitle": "慈利县"
            },
            {
              "fid": "430822",
              "ftitle": "桑植县"
            }
          ]
        },
        {
          "fid": "4309",
          "ftitle": "益阳市",
          "fjunior": [
            {
              "fid": "430901",
              "ftitle": "市辖区"
            },
            {
              "fid": "430902",
              "ftitle": "资阳区"
            },
            {
              "fid": "430903",
              "ftitle": "赫山区"
            },
            {
              "fid": "430921",
              "ftitle": "南县"
            },
            {
              "fid": "430922",
              "ftitle": "桃江县"
            },
            {
              "fid": "430923",
              "ftitle": "安化县"
            },
            {
              "fid": "430981",
              "ftitle": "沅江市"
            }
          ]
        },
        {
          "fid": "4310",
          "ftitle": "郴州市",
          "fjunior": [
            {
              "fid": "431023",
              "ftitle": "永兴县"
            },
            {
              "fid": "431024",
              "ftitle": "嘉禾县"
            },
            {
              "fid": "431025",
              "ftitle": "临武县"
            },
            {
              "fid": "431026",
              "ftitle": "汝城县"
            },
            {
              "fid": "431027",
              "ftitle": "桂东县"
            },
            {
              "fid": "431028",
              "ftitle": "安仁县"
            },
            {
              "fid": "431081",
              "ftitle": "资兴市"
            },
            {
              "fid": "431001",
              "ftitle": "市辖区"
            },
            {
              "fid": "431002",
              "ftitle": "北湖区"
            },
            {
              "fid": "431003",
              "ftitle": "苏仙区"
            },
            {
              "fid": "431021",
              "ftitle": "桂阳县"
            },
            {
              "fid": "431022",
              "ftitle": "宜章县"
            }
          ]
        },
        {
          "fid": "433131",
          "ftitle": "韶山市",
          "fjunior": [
            {
              "fid": "433132",
              "ftitle": "韶山市区内"
            }
          ]
        }
      ]
    },
    {
      "fid": "42",
      "ftitle": "湖北省",
      "fjunior": [
        {
          "fid": "4211",
          "ftitle": "黄冈市",
          "fjunior": [
            {
              "fid": "421101",
              "ftitle": "市辖区"
            },
            {
              "fid": "421102",
              "ftitle": "黄州区"
            },
            {
              "fid": "421121",
              "ftitle": "团风县"
            },
            {
              "fid": "421122",
              "ftitle": "红安县"
            },
            {
              "fid": "421123",
              "ftitle": "罗田县"
            },
            {
              "fid": "421124",
              "ftitle": "英山县"
            },
            {
              "fid": "421125",
              "ftitle": "浠水县"
            },
            {
              "fid": "421126",
              "ftitle": "蕲春县"
            },
            {
              "fid": "421127",
              "ftitle": "黄梅县"
            },
            {
              "fid": "421181",
              "ftitle": "麻城市"
            },
            {
              "fid": "421182",
              "ftitle": "武穴市"
            }
          ]
        },
        {
          "fid": "4212",
          "ftitle": "咸宁市",
          "fjunior": [
            {
              "fid": "421201",
              "ftitle": "市辖区"
            },
            {
              "fid": "421202",
              "ftitle": "咸安区"
            },
            {
              "fid": "421221",
              "ftitle": "嘉鱼县"
            },
            {
              "fid": "421222",
              "ftitle": "通城县"
            },
            {
              "fid": "421223",
              "ftitle": "崇阳县"
            },
            {
              "fid": "421224",
              "ftitle": "通山县"
            },
            {
              "fid": "421281",
              "ftitle": "赤壁市"
            }
          ]
        },
        {
          "fid": "4213",
          "ftitle": "随州市",
          "fjunior": [
            {
              "fid": "421301",
              "ftitle": "市辖区"
            },
            {
              "fid": "421303",
              "ftitle": "曾都区"
            },
            {
              "fid": "421321",
              "ftitle": "随县"
            },
            {
              "fid": "421381",
              "ftitle": "广水市"
            }
          ]
        },
        {
          "fid": "4228",
          "ftitle": "恩施土家族苗族自治州",
          "fjunior": [
            {
              "fid": "422801",
              "ftitle": "恩施市"
            },
            {
              "fid": "422802",
              "ftitle": "利川市"
            },
            {
              "fid": "422822",
              "ftitle": "建始县"
            },
            {
              "fid": "422823",
              "ftitle": "巴东县"
            },
            {
              "fid": "422825",
              "ftitle": "宣恩县"
            },
            {
              "fid": "422826",
              "ftitle": "咸丰县"
            },
            {
              "fid": "422827",
              "ftitle": "来凤县"
            },
            {
              "fid": "422828",
              "ftitle": "鹤峰县"
            }
          ]
        },
        {
          "fid": "4290",
          "ftitle": "省直辖县级行政区划",
          "fjunior": [
            {
              "fid": "429004",
              "ftitle": "仙桃市"
            },
            {
              "fid": "429005",
              "ftitle": "潜江市"
            },
            {
              "fid": "429006",
              "ftitle": "天门市"
            },
            {
              "fid": "429021",
              "ftitle": "神农架林区"
            }
          ]
        },
        {
          "fid": "4291",
          "ftitle": "襄阳",
          "fjunior": [
            {
              "fid": "429101",
              "ftitle": "襄州区"
            }
          ]
        },
        {
          "fid": "4201",
          "ftitle": "武汉市",
          "fjunior": [
            {
              "fid": "420101",
              "ftitle": "市辖区"
            },
            {
              "fid": "420102",
              "ftitle": "江岸区"
            },
            {
              "fid": "420103",
              "ftitle": "江汉区"
            },
            {
              "fid": "420104",
              "ftitle": "硚口区"
            },
            {
              "fid": "420105",
              "ftitle": "汉阳区"
            },
            {
              "fid": "420106",
              "ftitle": "武昌区"
            },
            {
              "fid": "420107",
              "ftitle": "青山区"
            },
            {
              "fid": "420111",
              "ftitle": "洪山区"
            },
            {
              "fid": "420112",
              "ftitle": "东西湖区"
            },
            {
              "fid": "420113",
              "ftitle": "汉南区"
            },
            {
              "fid": "420114",
              "ftitle": "蔡甸区"
            },
            {
              "fid": "420115",
              "ftitle": "江夏区"
            },
            {
              "fid": "420116",
              "ftitle": "黄陂区"
            },
            {
              "fid": "420117",
              "ftitle": "新洲区"
            },
            {
              "fid": "420118",
              "ftitle": "武汉经济技术开发区"
            }
          ]
        },
        {
          "fid": "4202",
          "ftitle": "黄石市",
          "fjunior": [
            {
              "fid": "420201",
              "ftitle": "市辖区"
            },
            {
              "fid": "420202",
              "ftitle": "黄石港区"
            },
            {
              "fid": "420203",
              "ftitle": "西塞山区"
            },
            {
              "fid": "420204",
              "ftitle": "下陆区"
            },
            {
              "fid": "420205",
              "ftitle": "铁山区"
            },
            {
              "fid": "420222",
              "ftitle": "阳新县"
            },
            {
              "fid": "420281",
              "ftitle": "大冶市"
            },
            {
              "fid": "420282",
              "ftitle": "经济技术开发区"
            }
          ]
        },
        {
          "fid": "4203",
          "ftitle": "十堰市",
          "fjunior": [
            {
              "fid": "420301",
              "ftitle": "市辖区"
            },
            {
              "fid": "420302",
              "ftitle": "茅箭区"
            },
            {
              "fid": "420303",
              "ftitle": "张湾区"
            },
            {
              "fid": "420321",
              "ftitle": "郧县"
            },
            {
              "fid": "420322",
              "ftitle": "郧西县"
            },
            {
              "fid": "420323",
              "ftitle": "竹山县"
            },
            {
              "fid": "420324",
              "ftitle": "竹溪县"
            },
            {
              "fid": "420325",
              "ftitle": "房县"
            },
            {
              "fid": "420381",
              "ftitle": "丹江口市"
            }
          ]
        },
        {
          "fid": "4205",
          "ftitle": "宜昌市",
          "fjunior": [
            {
              "fid": "420501",
              "ftitle": "市辖区"
            },
            {
              "fid": "420502",
              "ftitle": "西陵区"
            },
            {
              "fid": "420503",
              "ftitle": "伍家岗区"
            },
            {
              "fid": "420504",
              "ftitle": "点军区"
            },
            {
              "fid": "420505",
              "ftitle": "猇亭区"
            },
            {
              "fid": "420521",
              "ftitle": "宜昌县"
            },
            {
              "fid": "420525",
              "ftitle": "远安县"
            },
            {
              "fid": "420526",
              "ftitle": "兴山县"
            },
            {
              "fid": "420527",
              "ftitle": "秭归县"
            },
            {
              "fid": "420528",
              "ftitle": "长阳土家族自治县"
            },
            {
              "fid": "420529",
              "ftitle": "五峰土家族自治县"
            },
            {
              "fid": "420581",
              "ftitle": "宜都市"
            },
            {
              "fid": "420582",
              "ftitle": "当阳市"
            },
            {
              "fid": "420583",
              "ftitle": "枝江市"
            },
            {
              "fid": "420506",
              "ftitle": "夷陵区"
            }
          ]
        },
        {
          "fid": "4206",
          "ftitle": "襄阳市",
          "fjunior": [
            {
              "fid": "420601",
              "ftitle": "市辖区"
            },
            {
              "fid": "420602",
              "ftitle": "襄城区"
            },
            {
              "fid": "420603",
              "ftitle": "二气开发区"
            },
            {
              "fid": "420606",
              "ftitle": "樊城区"
            },
            {
              "fid": "420621",
              "ftitle": "襄阳县"
            },
            {
              "fid": "420624",
              "ftitle": "南漳县"
            },
            {
              "fid": "420625",
              "ftitle": "谷城县"
            },
            {
              "fid": "420626",
              "ftitle": "保康县"
            },
            {
              "fid": "420682",
              "ftitle": "老河口市"
            },
            {
              "fid": "420683",
              "ftitle": "枣阳市"
            },
            {
              "fid": "420684",
              "ftitle": "宜城市"
            },
            {
              "fid": "420607",
              "ftitle": "襄州区"
            }
          ]
        },
        {
          "fid": "4207",
          "ftitle": "鄂州市",
          "fjunior": [
            {
              "fid": "420701",
              "ftitle": "市辖区"
            },
            {
              "fid": "420702",
              "ftitle": "梁子湖区"
            },
            {
              "fid": "420703",
              "ftitle": "华容区"
            },
            {
              "fid": "420704",
              "ftitle": "鄂城区"
            }
          ]
        },
        {
          "fid": "4208",
          "ftitle": "荆门市",
          "fjunior": [
            {
              "fid": "420801",
              "ftitle": "市辖区"
            },
            {
              "fid": "420802",
              "ftitle": "东宝区"
            },
            {
              "fid": "420804",
              "ftitle": "掇刀区"
            },
            {
              "fid": "420821",
              "ftitle": "京山县"
            },
            {
              "fid": "420822",
              "ftitle": "沙洋县"
            },
            {
              "fid": "420881",
              "ftitle": "钟祥市"
            }
          ]
        },
        {
          "fid": "4209",
          "ftitle": "孝感市",
          "fjunior": [
            {
              "fid": "420901",
              "ftitle": "市辖区"
            },
            {
              "fid": "420902",
              "ftitle": "孝南区"
            },
            {
              "fid": "420921",
              "ftitle": "孝昌县"
            },
            {
              "fid": "420922",
              "ftitle": "大悟县"
            },
            {
              "fid": "420923",
              "ftitle": "云梦县"
            },
            {
              "fid": "420981",
              "ftitle": "应城市"
            },
            {
              "fid": "420982",
              "ftitle": "安陆市"
            },
            {
              "fid": "420984",
              "ftitle": "汉川市"
            }
          ]
        },
        {
          "fid": "4210",
          "ftitle": "荆州市",
          "fjunior": [
            {
              "fid": "421001",
              "ftitle": "市辖区"
            },
            {
              "fid": "421002",
              "ftitle": "沙市区"
            },
            {
              "fid": "421003",
              "ftitle": "荆州区"
            },
            {
              "fid": "421022",
              "ftitle": "公安县"
            },
            {
              "fid": "421023",
              "ftitle": "监利县"
            },
            {
              "fid": "421024",
              "ftitle": "江陵县"
            },
            {
              "fid": "421081",
              "ftitle": "石首市"
            },
            {
              "fid": "421083",
              "ftitle": "洪湖市"
            },
            {
              "fid": "421087",
              "ftitle": "松滋市"
            }
          ]
        }
      ]
    },
    {
      "fid": "44",
      "ftitle": "广东省",
      "fjunior": [
        {
          "fid": "4401",
          "ftitle": "广州市",
          "fjunior": [
            {
              "fid": "440101",
              "ftitle": "市辖区"
            },
            {
              "fid": "440102",
              "ftitle": "东山区"
            },
            {
              "fid": "440103",
              "ftitle": "荔湾区"
            },
            {
              "fid": "440104",
              "ftitle": "越秀区"
            },
            {
              "fid": "440105",
              "ftitle": "海珠区"
            },
            {
              "fid": "440106",
              "ftitle": "天河区"
            },
            {
              "fid": "440107",
              "ftitle": "芳村区"
            },
            {
              "fid": "440111",
              "ftitle": "白云区"
            },
            {
              "fid": "440112",
              "ftitle": "黄埔区"
            },
            {
              "fid": "440113",
              "ftitle": "番禺区"
            },
            {
              "fid": "440114",
              "ftitle": "花都区"
            },
            {
              "fid": "440183",
              "ftitle": "增城市"
            },
            {
              "fid": "440184",
              "ftitle": "从化市"
            },
            {
              "fid": "440115",
              "ftitle": "南沙区"
            },
            {
              "fid": "440116",
              "ftitle": "萝岗区"
            }
          ]
        },
        {
          "fid": "4402",
          "ftitle": "韶关市",
          "fjunior": [
            {
              "fid": "440201",
              "ftitle": "市辖区"
            },
            {
              "fid": "440202",
              "ftitle": "北江区"
            },
            {
              "fid": "440203",
              "ftitle": "武江区"
            },
            {
              "fid": "440204",
              "ftitle": "浈江区"
            },
            {
              "fid": "440221",
              "ftitle": "曲江县"
            },
            {
              "fid": "440222",
              "ftitle": "始兴县"
            },
            {
              "fid": "440224",
              "ftitle": "仁化县"
            },
            {
              "fid": "440229",
              "ftitle": "翁源县"
            },
            {
              "fid": "440232",
              "ftitle": "乳源瑶族自治县"
            },
            {
              "fid": "440233",
              "ftitle": "新丰县"
            },
            {
              "fid": "440281",
              "ftitle": "乐昌市"
            },
            {
              "fid": "440282",
              "ftitle": "南雄市"
            },
            {
              "fid": "440205",
              "ftitle": "曲江区"
            }
          ]
        },
        {
          "fid": "4412",
          "ftitle": "肇庆市",
          "fjunior": [
            {
              "fid": "441201",
              "ftitle": "市辖区"
            },
            {
              "fid": "441202",
              "ftitle": "端州区"
            },
            {
              "fid": "441203",
              "ftitle": "鼎湖区"
            },
            {
              "fid": "441223",
              "ftitle": "广宁县"
            },
            {
              "fid": "441224",
              "ftitle": "怀集县"
            },
            {
              "fid": "441225",
              "ftitle": "封开县"
            },
            {
              "fid": "441226",
              "ftitle": "德庆县"
            },
            {
              "fid": "441283",
              "ftitle": "高要市"
            },
            {
              "fid": "441284",
              "ftitle": "四会市"
            }
          ]
        },
        {
          "fid": "4413",
          "ftitle": "惠州市",
          "fjunior": [
            {
              "fid": "441301",
              "ftitle": "市辖区"
            },
            {
              "fid": "441302",
              "ftitle": "惠城区"
            },
            {
              "fid": "441303",
              "ftitle": "惠阳区"
            },
            {
              "fid": "441322",
              "ftitle": "博罗县"
            },
            {
              "fid": "441323",
              "ftitle": "惠东县"
            },
            {
              "fid": "441324",
              "ftitle": "龙门县"
            },
            {
              "fid": "441325",
              "ftitle": "大亚湾区"
            },
            {
              "fid": "441381",
              "ftitle": "惠阳市"
            }
          ]
        },
        {
          "fid": "4414",
          "ftitle": "梅州市",
          "fjunior": [
            {
              "fid": "441401",
              "ftitle": "市辖区"
            },
            {
              "fid": "441402",
              "ftitle": "梅江区"
            },
            {
              "fid": "441421",
              "ftitle": "梅县"
            },
            {
              "fid": "441422",
              "ftitle": "大埔县"
            },
            {
              "fid": "441423",
              "ftitle": "丰顺县"
            },
            {
              "fid": "441424",
              "ftitle": "五华县"
            },
            {
              "fid": "441426",
              "ftitle": "平远县"
            },
            {
              "fid": "441427",
              "ftitle": "蕉岭县"
            },
            {
              "fid": "441481",
              "ftitle": "兴宁市"
            }
          ]
        },
        {
          "fid": "4415",
          "ftitle": "汕尾市",
          "fjunior": [
            {
              "fid": "441501",
              "ftitle": "市辖区"
            },
            {
              "fid": "441502",
              "ftitle": "城区"
            },
            {
              "fid": "441521",
              "ftitle": "海丰县"
            },
            {
              "fid": "441523",
              "ftitle": "陆河县"
            },
            {
              "fid": "441581",
              "ftitle": "陆丰市"
            }
          ]
        },
        {
          "fid": "4416",
          "ftitle": "河源市",
          "fjunior": [
            {
              "fid": "441601",
              "ftitle": "市辖区"
            },
            {
              "fid": "441602",
              "ftitle": "源城区"
            },
            {
              "fid": "441621",
              "ftitle": "紫金县"
            },
            {
              "fid": "441622",
              "ftitle": "龙川县"
            },
            {
              "fid": "441623",
              "ftitle": "连平县"
            },
            {
              "fid": "441624",
              "ftitle": "和平县"
            },
            {
              "fid": "441625",
              "ftitle": "东源县"
            }
          ]
        },
        {
          "fid": "4417",
          "ftitle": "阳江市",
          "fjunior": [
            {
              "fid": "441701",
              "ftitle": "市辖区"
            },
            {
              "fid": "441702",
              "ftitle": "江城区"
            },
            {
              "fid": "441721",
              "ftitle": "阳西县"
            },
            {
              "fid": "441723",
              "ftitle": "阳东县"
            },
            {
              "fid": "441781",
              "ftitle": "阳春市"
            }
          ]
        },
        {
          "fid": "4418",
          "ftitle": "清远市",
          "fjunior": [
            {
              "fid": "441801",
              "ftitle": "市辖区"
            },
            {
              "fid": "441802",
              "ftitle": "清城区"
            },
            {
              "fid": "441821",
              "ftitle": "佛冈县"
            },
            {
              "fid": "441823",
              "ftitle": "阳山县"
            },
            {
              "fid": "441825",
              "ftitle": "连山壮族瑶族自治县"
            },
            {
              "fid": "441826",
              "ftitle": "连南瑶族自治县"
            },
            {
              "fid": "441827",
              "ftitle": "清新县"
            },
            {
              "fid": "441881",
              "ftitle": "英德市"
            },
            {
              "fid": "441882",
              "ftitle": "连州市"
            }
          ]
        },
        {
          "fid": "4419",
          "ftitle": "东莞市",
          "fjunior": [
            {
              "fid": "441901",
              "ftitle": "中堂镇"
            },
            {
              "fid": "441902",
              "ftitle": "南城区"
            },
            {
              "fid": "441903",
              "ftitle": "沙田镇"
            },
            {
              "fid": "441904",
              "ftitle": "长安镇"
            },
            {
              "fid": "441905",
              "ftitle": "东坑镇"
            },
            {
              "fid": "441906",
              "ftitle": "樟木头镇"
            },
            {
              "fid": "441907",
              "ftitle": "莞城区"
            },
            {
              "fid": "441908",
              "ftitle": "石龙镇"
            },
            {
              "fid": "441909",
              "ftitle": "桥头镇"
            },
            {
              "fid": "441910",
              "ftitle": "万江区"
            },
            {
              "fid": "441911",
              "ftitle": "麻涌镇"
            },
            {
              "fid": "441912",
              "ftitle": "虎门镇"
            },
            {
              "fid": "441913",
              "ftitle": "谢岗镇"
            },
            {
              "fid": "441914",
              "ftitle": "石碣镇"
            },
            {
              "fid": "441915",
              "ftitle": "茶山镇"
            },
            {
              "fid": "441916",
              "ftitle": "东城区"
            },
            {
              "fid": "441917",
              "ftitle": "洪梅镇"
            },
            {
              "fid": "441918",
              "ftitle": "道滘镇"
            },
            {
              "fid": "441919",
              "ftitle": "高埗镇"
            },
            {
              "fid": "441920",
              "ftitle": "企石镇"
            },
            {
              "fid": "441921",
              "ftitle": "凤岗镇"
            },
            {
              "fid": "441922",
              "ftitle": "大岭山镇"
            },
            {
              "fid": "441923",
              "ftitle": "松山湖"
            },
            {
              "fid": "441924",
              "ftitle": "清溪镇"
            },
            {
              "fid": "441925",
              "ftitle": "望牛墩镇"
            },
            {
              "fid": "441926",
              "ftitle": "厚街镇"
            },
            {
              "fid": "441927",
              "ftitle": "常平镇"
            },
            {
              "fid": "441928",
              "ftitle": "寮步镇"
            },
            {
              "fid": "441929",
              "ftitle": "石排镇"
            },
            {
              "fid": "441930",
              "ftitle": "横沥镇"
            },
            {
              "fid": "441931",
              "ftitle": "塘厦镇"
            },
            {
              "fid": "441932",
              "ftitle": "黄江镇"
            },
            {
              "fid": "441933",
              "ftitle": "大朗镇"
            }
          ]
        },
        {
          "fid": "4403",
          "ftitle": "深圳市",
          "fjunior": [
            {
              "fid": "440303",
              "ftitle": "罗湖区"
            },
            {
              "fid": "440304",
              "ftitle": "福田区"
            },
            {
              "fid": "440305",
              "ftitle": "南山区"
            },
            {
              "fid": "440306",
              "ftitle": "宝安区"
            },
            {
              "fid": "440307",
              "ftitle": "龙岗区"
            },
            {
              "fid": "440308",
              "ftitle": "盐田区"
            },
            {
              "fid": "440309",
              "ftitle": "大鹏新区"
            },
            {
              "fid": "440310",
              "ftitle": "坪山新区"
            },
            {
              "fid": "440311",
              "ftitle": "光明新区"
            },
            {
              "fid": "440312",
              "ftitle": "龙华新区"
            }
          ]
        },
        {
          "fid": "4404",
          "ftitle": "珠海市",
          "fjunior": [
            {
              "fid": "440401",
              "ftitle": "市辖区"
            },
            {
              "fid": "440402",
              "ftitle": "香洲区"
            },
            {
              "fid": "440403",
              "ftitle": "斗门区"
            },
            {
              "fid": "440404",
              "ftitle": "金湾区"
            },
            {
              "fid": "440421",
              "ftitle": "斗门县"
            }
          ]
        },
        {
          "fid": "4405",
          "ftitle": "汕头市",
          "fjunior": [
            {
              "fid": "440501",
              "ftitle": "市辖区"
            },
            {
              "fid": "440506",
              "ftitle": "达濠区"
            },
            {
              "fid": "440507",
              "ftitle": "龙湖区"
            },
            {
              "fid": "440508",
              "ftitle": "金园区"
            },
            {
              "fid": "440509",
              "ftitle": "升平区"
            },
            {
              "fid": "440510",
              "ftitle": "河浦区"
            },
            {
              "fid": "440523",
              "ftitle": "南澳县"
            },
            {
              "fid": "440582",
              "ftitle": "潮阳市"
            },
            {
              "fid": "440583",
              "ftitle": "澄海市"
            },
            {
              "fid": "440511",
              "ftitle": "金平区"
            },
            {
              "fid": "440512",
              "ftitle": "濠江区"
            },
            {
              "fid": "440513",
              "ftitle": "潮阳区"
            },
            {
              "fid": "440514",
              "ftitle": "潮南区"
            },
            {
              "fid": "440515",
              "ftitle": "澄海区"
            }
          ]
        },
        {
          "fid": "4406",
          "ftitle": "佛山市",
          "fjunior": [
            {
              "fid": "440601",
              "ftitle": "市辖区"
            },
            {
              "fid": "440602",
              "ftitle": "城区"
            },
            {
              "fid": "440603",
              "ftitle": "石湾区"
            },
            {
              "fid": "440604",
              "ftitle": "禅城区"
            },
            {
              "fid": "440681",
              "ftitle": "顺德市"
            },
            {
              "fid": "440682",
              "ftitle": "南海市"
            },
            {
              "fid": "440683",
              "ftitle": "三水市"
            },
            {
              "fid": "440684",
              "ftitle": "高明市"
            },
            {
              "fid": "440605",
              "ftitle": "南海区"
            },
            {
              "fid": "440606",
              "ftitle": "顺德区"
            },
            {
              "fid": "440607",
              "ftitle": "三水区"
            },
            {
              "fid": "440608",
              "ftitle": "高明区"
            }
          ]
        },
        {
          "fid": "4407",
          "ftitle": "江门市",
          "fjunior": [
            {
              "fid": "440701",
              "ftitle": "市辖区"
            },
            {
              "fid": "440703",
              "ftitle": "蓬江区"
            },
            {
              "fid": "440704",
              "ftitle": "江海区"
            },
            {
              "fid": "440705",
              "ftitle": "新会区"
            },
            {
              "fid": "440781",
              "ftitle": "台山市"
            },
            {
              "fid": "440782",
              "ftitle": "新会市"
            },
            {
              "fid": "440783",
              "ftitle": "开平市"
            },
            {
              "fid": "440784",
              "ftitle": "鹤山市"
            },
            {
              "fid": "440785",
              "ftitle": "恩平市"
            }
          ]
        },
        {
          "fid": "4408",
          "ftitle": "湛江市",
          "fjunior": [
            {
              "fid": "440801",
              "ftitle": "市辖区"
            },
            {
              "fid": "440802",
              "ftitle": "赤坎区"
            },
            {
              "fid": "440803",
              "ftitle": "霞山区"
            },
            {
              "fid": "440804",
              "ftitle": "坡头区"
            },
            {
              "fid": "440811",
              "ftitle": "麻章区"
            },
            {
              "fid": "440823",
              "ftitle": "遂溪县"
            },
            {
              "fid": "440825",
              "ftitle": "徐闻县"
            },
            {
              "fid": "440881",
              "ftitle": "廉江市"
            },
            {
              "fid": "440882",
              "ftitle": "雷州市"
            },
            {
              "fid": "440883",
              "ftitle": "吴川市"
            },
            {
              "fid": "440884",
              "ftitle": "经济技术开发区"
            }
          ]
        },
        {
          "fid": "4409",
          "ftitle": "茂名市",
          "fjunior": [
            {
              "fid": "440901",
              "ftitle": "市辖区"
            },
            {
              "fid": "440902",
              "ftitle": "茂南区"
            },
            {
              "fid": "440903",
              "ftitle": "茂港区"
            },
            {
              "fid": "440923",
              "ftitle": "电白县"
            },
            {
              "fid": "440981",
              "ftitle": "高州市"
            },
            {
              "fid": "440982",
              "ftitle": "化州市"
            },
            {
              "fid": "440983",
              "ftitle": "信宜市"
            }
          ]
        },
        {
          "fid": "4420",
          "ftitle": "中山市",
          "fjunior": [
            {
              "fid": "442001",
              "ftitle": "南头镇"
            },
            {
              "fid": "442002",
              "ftitle": "神湾镇"
            },
            {
              "fid": "442003",
              "ftitle": "东凤镇"
            },
            {
              "fid": "442004",
              "ftitle": "五桂山镇"
            },
            {
              "fid": "442005",
              "ftitle": "黄圃镇"
            },
            {
              "fid": "442006",
              "ftitle": "小榄镇"
            },
            {
              "fid": "442007",
              "ftitle": "石岐区街道"
            },
            {
              "fid": "442008",
              "ftitle": "横栏镇"
            },
            {
              "fid": "442009",
              "ftitle": "三角镇"
            },
            {
              "fid": "442010",
              "ftitle": "三乡镇"
            },
            {
              "fid": "442011",
              "ftitle": "港口镇"
            },
            {
              "fid": "442012",
              "ftitle": "沙溪镇"
            },
            {
              "fid": "442013",
              "ftitle": "板芙镇"
            },
            {
              "fid": "442014",
              "ftitle": "沙朗镇"
            },
            {
              "fid": "442015",
              "ftitle": "东升镇"
            },
            {
              "fid": "442016",
              "ftitle": "阜沙镇"
            },
            {
              "fid": "442017",
              "ftitle": "民众镇"
            },
            {
              "fid": "442018",
              "ftitle": "东区街道"
            },
            {
              "fid": "442019",
              "ftitle": "火炬开发区"
            },
            {
              "fid": "442020",
              "ftitle": "西区街道"
            },
            {
              "fid": "442021",
              "ftitle": "南区街道"
            },
            {
              "fid": "442022",
              "ftitle": "古镇"
            },
            {
              "fid": "442023",
              "ftitle": "坦洲镇"
            },
            {
              "fid": "442024",
              "ftitle": "大涌镇"
            },
            {
              "fid": "442025",
              "ftitle": "南朗镇"
            }
          ]
        },
        {
          "fid": "4451",
          "ftitle": "潮州市",
          "fjunior": [
            {
              "fid": "445101",
              "ftitle": "市辖区"
            },
            {
              "fid": "445102",
              "ftitle": "湘桥区"
            },
            {
              "fid": "445121",
              "ftitle": "潮安县"
            },
            {
              "fid": "445122",
              "ftitle": "饶平县"
            },
            {
              "fid": "445123",
              "ftitle": "枫溪区"
            }
          ]
        },
        {
          "fid": "4452",
          "ftitle": "揭阳市",
          "fjunior": [
            {
              "fid": "445201",
              "ftitle": "市辖区"
            },
            {
              "fid": "445202",
              "ftitle": "榕城区"
            },
            {
              "fid": "445221",
              "ftitle": "揭东县"
            },
            {
              "fid": "445222",
              "ftitle": "揭西县"
            },
            {
              "fid": "445224",
              "ftitle": "惠来县"
            },
            {
              "fid": "445281",
              "ftitle": "普宁市"
            },
            {
              "fid": "445282",
              "ftitle": "东山区"
            }
          ]
        },
        {
          "fid": "4453",
          "ftitle": "云浮市",
          "fjunior": [
            {
              "fid": "445301",
              "ftitle": "市辖区"
            },
            {
              "fid": "445302",
              "ftitle": "云城区"
            },
            {
              "fid": "445321",
              "ftitle": "新兴县"
            },
            {
              "fid": "445322",
              "ftitle": "郁南县"
            },
            {
              "fid": "445323",
              "ftitle": "云安县"
            },
            {
              "fid": "445381",
              "ftitle": "罗定市"
            }
          ]
        }
      ]
    },
    {
      "fid": "50",
      "ftitle": "重庆市",
      "fjunior": [
        {
          "fid": "5001",
          "ftitle": "重庆市",
          "fjunior": [
            {
              "fid": "500101",
              "ftitle": "万州区"
            },
            {
              "fid": "500102",
              "ftitle": "涪陵区"
            },
            {
              "fid": "500103",
              "ftitle": "渝中区"
            },
            {
              "fid": "500104",
              "ftitle": "大渡口区"
            },
            {
              "fid": "500105",
              "ftitle": "江北区"
            },
            {
              "fid": "500106",
              "ftitle": "沙坪坝区"
            },
            {
              "fid": "500107",
              "ftitle": "九龙坡区"
            },
            {
              "fid": "500108",
              "ftitle": "南岸区"
            },
            {
              "fid": "500109",
              "ftitle": "北碚区"
            },
            {
              "fid": "500110",
              "ftitle": "綦江区"
            },
            {
              "fid": "500111",
              "ftitle": "大足区"
            },
            {
              "fid": "500112",
              "ftitle": "渝北区"
            },
            {
              "fid": "500113",
              "ftitle": "巴南区"
            },
            {
              "fid": "500114",
              "ftitle": "黔江区"
            },
            {
              "fid": "500115",
              "ftitle": "长寿区"
            },
            {
              "fid": "500116",
              "ftitle": "江津区"
            },
            {
              "fid": "500117",
              "ftitle": "合川区"
            },
            {
              "fid": "500118",
              "ftitle": "永川区"
            },
            {
              "fid": "500119",
              "ftitle": "南川区"
            }
          ]
        },
        {
          "fid": "5002",
          "ftitle": "县",
          "fjunior": [
            {
              "fid": "500221",
              "ftitle": "长寿县"
            },
            {
              "fid": "500222",
              "ftitle": "綦江县"
            },
            {
              "fid": "500223",
              "ftitle": "潼南县"
            },
            {
              "fid": "500224",
              "ftitle": "铜梁县"
            },
            {
              "fid": "500225",
              "ftitle": "大足县"
            },
            {
              "fid": "500226",
              "ftitle": "荣昌县"
            },
            {
              "fid": "500227",
              "ftitle": "璧山县"
            },
            {
              "fid": "500228",
              "ftitle": "梁平县"
            },
            {
              "fid": "500229",
              "ftitle": "城口县"
            },
            {
              "fid": "500230",
              "ftitle": "丰都县"
            },
            {
              "fid": "500231",
              "ftitle": "垫江县"
            },
            {
              "fid": "500232",
              "ftitle": "武隆县"
            },
            {
              "fid": "500233",
              "ftitle": "忠县"
            },
            {
              "fid": "500234",
              "ftitle": "开县"
            },
            {
              "fid": "500235",
              "ftitle": "云阳县"
            },
            {
              "fid": "500236",
              "ftitle": "奉节县"
            },
            {
              "fid": "500237",
              "ftitle": "巫山县"
            },
            {
              "fid": "500238",
              "ftitle": "巫溪县"
            },
            {
              "fid": "500240",
              "ftitle": "石柱土家族自治县"
            },
            {
              "fid": "500241",
              "ftitle": "秀山土家族苗族自治县"
            },
            {
              "fid": "500242",
              "ftitle": "酉阳土家族苗族自治县"
            },
            {
              "fid": "500243",
              "ftitle": "彭水苗族土家族自治县"
            }
          ]
        }
      ]
    },
    {
      "fid": "51",
      "ftitle": "四川省",
      "fjunior": [
        {
          "fid": "5133",
          "ftitle": "甘孜藏族自治州",
          "fjunior": [
            {
              "fid": "513321",
              "ftitle": "康定县"
            },
            {
              "fid": "513322",
              "ftitle": "泸定县"
            },
            {
              "fid": "513323",
              "ftitle": "丹巴县"
            },
            {
              "fid": "513324",
              "ftitle": "九龙县"
            },
            {
              "fid": "513325",
              "ftitle": "雅江县"
            },
            {
              "fid": "513326",
              "ftitle": "道孚县"
            },
            {
              "fid": "513327",
              "ftitle": "炉霍县"
            },
            {
              "fid": "513328",
              "ftitle": "甘孜县"
            },
            {
              "fid": "513329",
              "ftitle": "新龙县"
            },
            {
              "fid": "513330",
              "ftitle": "德格县"
            },
            {
              "fid": "513331",
              "ftitle": "白玉县"
            },
            {
              "fid": "513332",
              "ftitle": "石渠县"
            },
            {
              "fid": "513333",
              "ftitle": "色达县"
            },
            {
              "fid": "513334",
              "ftitle": "理塘县"
            },
            {
              "fid": "513335",
              "ftitle": "巴塘县"
            },
            {
              "fid": "513336",
              "ftitle": "乡城县"
            },
            {
              "fid": "513337",
              "ftitle": "稻城县"
            },
            {
              "fid": "513338",
              "ftitle": "得荣县"
            }
          ]
        },
        {
          "fid": "5101",
          "ftitle": "成都市",
          "fjunior": [
            {
              "fid": "510101",
              "ftitle": "市辖区"
            },
            {
              "fid": "510104",
              "ftitle": "锦江区"
            },
            {
              "fid": "510105",
              "ftitle": "青羊区"
            },
            {
              "fid": "510106",
              "ftitle": "金牛区"
            },
            {
              "fid": "510107",
              "ftitle": "武侯区"
            },
            {
              "fid": "510108",
              "ftitle": "成华区"
            },
            {
              "fid": "510112",
              "ftitle": "龙泉驿区"
            },
            {
              "fid": "510113",
              "ftitle": "青白江区"
            },
            {
              "fid": "510121",
              "ftitle": "金堂县"
            },
            {
              "fid": "510122",
              "ftitle": "双流县"
            },
            {
              "fid": "510123",
              "ftitle": "温江县"
            },
            {
              "fid": "510124",
              "ftitle": "郫县"
            },
            {
              "fid": "510125",
              "ftitle": "新都县"
            },
            {
              "fid": "510129",
              "ftitle": "大邑县"
            },
            {
              "fid": "510131",
              "ftitle": "蒲江县"
            },
            {
              "fid": "510132",
              "ftitle": "新津县"
            },
            {
              "fid": "510181",
              "ftitle": "都江堰市"
            },
            {
              "fid": "510182",
              "ftitle": "彭州市"
            },
            {
              "fid": "510183",
              "ftitle": "邛崃市"
            },
            {
              "fid": "510184",
              "ftitle": "崇州市"
            },
            {
              "fid": "510114",
              "ftitle": "新都区"
            },
            {
              "fid": "510115",
              "ftitle": "温江区"
            },
            {
              "fid": "510185",
              "ftitle": "高新西区"
            },
            {
              "fid": "510186",
              "ftitle": "高新区"
            }
          ]
        },
        {
          "fid": "5103",
          "ftitle": "自贡市",
          "fjunior": [
            {
              "fid": "510301",
              "ftitle": "市辖区"
            },
            {
              "fid": "510302",
              "ftitle": "自流井区"
            },
            {
              "fid": "510303",
              "ftitle": "贡井区"
            },
            {
              "fid": "510304",
              "ftitle": "大安区"
            },
            {
              "fid": "510311",
              "ftitle": "沿滩区"
            },
            {
              "fid": "510321",
              "ftitle": "荣县"
            },
            {
              "fid": "510322",
              "ftitle": "富顺县"
            }
          ]
        },
        {
          "fid": "5104",
          "ftitle": "攀枝花市",
          "fjunior": [
            {
              "fid": "510401",
              "ftitle": "市辖区"
            },
            {
              "fid": "510402",
              "ftitle": "东区"
            },
            {
              "fid": "510403",
              "ftitle": "西区"
            },
            {
              "fid": "510411",
              "ftitle": "仁和区"
            },
            {
              "fid": "510421",
              "ftitle": "米易县"
            },
            {
              "fid": "510422",
              "ftitle": "盐边县"
            }
          ]
        },
        {
          "fid": "5105",
          "ftitle": "泸州市",
          "fjunior": [
            {
              "fid": "510501",
              "ftitle": "市辖区"
            },
            {
              "fid": "510502",
              "ftitle": "江阳区"
            },
            {
              "fid": "510503",
              "ftitle": "纳溪区"
            },
            {
              "fid": "510504",
              "ftitle": "龙马潭区"
            },
            {
              "fid": "510521",
              "ftitle": "泸县"
            },
            {
              "fid": "510522",
              "ftitle": "合江县"
            },
            {
              "fid": "510524",
              "ftitle": "叙永县"
            },
            {
              "fid": "510525",
              "ftitle": "古蔺县"
            }
          ]
        },
        {
          "fid": "5110",
          "ftitle": "内江市",
          "fjunior": [
            {
              "fid": "511001",
              "ftitle": "市辖区"
            },
            {
              "fid": "511002",
              "ftitle": "市中区"
            },
            {
              "fid": "511011",
              "ftitle": "东兴区"
            },
            {
              "fid": "511024",
              "ftitle": "威远县"
            },
            {
              "fid": "511025",
              "ftitle": "资中县"
            },
            {
              "fid": "511028",
              "ftitle": "隆昌县"
            }
          ]
        },
        {
          "fid": "5111",
          "ftitle": "乐山市",
          "fjunior": [
            {
              "fid": "511101",
              "ftitle": "市辖区"
            },
            {
              "fid": "511102",
              "ftitle": "市中区"
            },
            {
              "fid": "511111",
              "ftitle": "沙湾区"
            },
            {
              "fid": "511112",
              "ftitle": "五通桥区"
            },
            {
              "fid": "511113",
              "ftitle": "金口河区"
            },
            {
              "fid": "511123",
              "ftitle": "犍为县"
            },
            {
              "fid": "511124",
              "ftitle": "井研县"
            },
            {
              "fid": "511126",
              "ftitle": "夹江县"
            },
            {
              "fid": "511129",
              "ftitle": "沐川县"
            },
            {
              "fid": "511132",
              "ftitle": "峨边彝族自治县"
            },
            {
              "fid": "511133",
              "ftitle": "马边彝族自治县"
            },
            {
              "fid": "511181",
              "ftitle": "峨眉山市"
            }
          ]
        },
        {
          "fid": "5113",
          "ftitle": "南充市",
          "fjunior": [
            {
              "fid": "511301",
              "ftitle": "市辖区"
            },
            {
              "fid": "511302",
              "ftitle": "顺庆区"
            },
            {
              "fid": "511303",
              "ftitle": "高坪区"
            },
            {
              "fid": "511304",
              "ftitle": "嘉陵区"
            },
            {
              "fid": "511321",
              "ftitle": "南部县"
            },
            {
              "fid": "511322",
              "ftitle": "营山县"
            },
            {
              "fid": "511323",
              "ftitle": "蓬安县"
            },
            {
              "fid": "511324",
              "ftitle": "仪陇县"
            },
            {
              "fid": "511325",
              "ftitle": "西充县"
            },
            {
              "fid": "511381",
              "ftitle": "阆中市"
            }
          ]
        },
        {
          "fid": "5114",
          "ftitle": "眉山市",
          "fjunior": [
            {
              "fid": "511401",
              "ftitle": "市辖区"
            },
            {
              "fid": "511402",
              "ftitle": "东坡区"
            },
            {
              "fid": "511421",
              "ftitle": "仁寿县"
            },
            {
              "fid": "511422",
              "ftitle": "彭山县"
            },
            {
              "fid": "511423",
              "ftitle": "洪雅县"
            },
            {
              "fid": "511424",
              "ftitle": "丹棱县"
            },
            {
              "fid": "511425",
              "ftitle": "青神县"
            }
          ]
        },
        {
          "fid": "5115",
          "ftitle": "宜宾市",
          "fjunior": [
            {
              "fid": "511501",
              "ftitle": "市辖区"
            },
            {
              "fid": "511502",
              "ftitle": "翠屏区"
            },
            {
              "fid": "511521",
              "ftitle": "宜宾县"
            },
            {
              "fid": "511522",
              "ftitle": "南溪县"
            },
            {
              "fid": "511523",
              "ftitle": "江安县"
            },
            {
              "fid": "511524",
              "ftitle": "长宁县"
            },
            {
              "fid": "511525",
              "ftitle": "高县"
            },
            {
              "fid": "511526",
              "ftitle": "珙县"
            },
            {
              "fid": "511527",
              "ftitle": "筠连县"
            },
            {
              "fid": "511528",
              "ftitle": "兴文县"
            },
            {
              "fid": "511529",
              "ftitle": "屏山县"
            },
            {
              "fid": "511503",
              "ftitle": "南溪区"
            }
          ]
        },
        {
          "fid": "5116",
          "ftitle": "广安市",
          "fjunior": [
            {
              "fid": "511601",
              "ftitle": "市辖区"
            },
            {
              "fid": "511602",
              "ftitle": "广安区"
            },
            {
              "fid": "511621",
              "ftitle": "岳池县"
            },
            {
              "fid": "511622",
              "ftitle": "武胜县"
            },
            {
              "fid": "511623",
              "ftitle": "邻水县"
            },
            {
              "fid": "511681",
              "ftitle": "华蓥市"
            },
            {
              "fid": "511682",
              "ftitle": "前锋区"
            }
          ]
        },
        {
          "fid": "5117",
          "ftitle": "达州市",
          "fjunior": [
            {
              "fid": "511701",
              "ftitle": "市辖区"
            },
            {
              "fid": "511702",
              "ftitle": "通川区"
            },
            {
              "fid": "511721",
              "ftitle": "达县"
            },
            {
              "fid": "511722",
              "ftitle": "宣汉县"
            },
            {
              "fid": "511723",
              "ftitle": "开江县"
            },
            {
              "fid": "511724",
              "ftitle": "大竹县"
            },
            {
              "fid": "511725",
              "ftitle": "渠县"
            },
            {
              "fid": "511781",
              "ftitle": "万源市"
            },
            {
              "fid": "511782",
              "ftitle": "达川区"
            }
          ]
        },
        {
          "fid": "5118",
          "ftitle": "雅安市",
          "fjunior": [
            {
              "fid": "511801",
              "ftitle": "市辖区"
            },
            {
              "fid": "511802",
              "ftitle": "雨城区"
            },
            {
              "fid": "511821",
              "ftitle": "名山县"
            },
            {
              "fid": "511822",
              "ftitle": "荥经县"
            },
            {
              "fid": "511823",
              "ftitle": "汉源县"
            },
            {
              "fid": "511824",
              "ftitle": "石棉县"
            },
            {
              "fid": "511825",
              "ftitle": "天全县"
            },
            {
              "fid": "511826",
              "ftitle": "芦山县"
            },
            {
              "fid": "511827",
              "ftitle": "宝兴县"
            },
            {
              "fid": "511803",
              "ftitle": "名山区"
            }
          ]
        },
        {
          "fid": "5119",
          "ftitle": "巴中市",
          "fjunior": [
            {
              "fid": "511901",
              "ftitle": "市辖区"
            },
            {
              "fid": "511902",
              "ftitle": "巴州区"
            },
            {
              "fid": "511921",
              "ftitle": "通江县"
            },
            {
              "fid": "511922",
              "ftitle": "南江县"
            },
            {
              "fid": "511923",
              "ftitle": "平昌县"
            },
            {
              "fid": "511924",
              "ftitle": "恩阳区"
            }
          ]
        },
        {
          "fid": "5120",
          "ftitle": "资阳市",
          "fjunior": [
            {
              "fid": "512001",
              "ftitle": "市辖区"
            },
            {
              "fid": "512002",
              "ftitle": "雁江区"
            },
            {
              "fid": "512021",
              "ftitle": "安岳县"
            },
            {
              "fid": "512022",
              "ftitle": "乐至县"
            },
            {
              "fid": "512081",
              "ftitle": "简阳市"
            }
          ]
        },
        {
          "fid": "5132",
          "ftitle": "阿坝藏族羌族自治州",
          "fjunior": [
            {
              "fid": "513228",
              "ftitle": "黑水县"
            },
            {
              "fid": "513229",
              "ftitle": "马尔康县"
            },
            {
              "fid": "513230",
              "ftitle": "壤塘县"
            },
            {
              "fid": "513231",
              "ftitle": "阿坝县"
            },
            {
              "fid": "513232",
              "ftitle": "若尔盖县"
            },
            {
              "fid": "513233",
              "ftitle": "红原县"
            },
            {
              "fid": "513221",
              "ftitle": "汶川县"
            },
            {
              "fid": "513222",
              "ftitle": "理县"
            },
            {
              "fid": "513223",
              "ftitle": "茂县"
            },
            {
              "fid": "513224",
              "ftitle": "松潘县"
            },
            {
              "fid": "513225",
              "ftitle": "九寨沟县"
            },
            {
              "fid": "513226",
              "ftitle": "金川县"
            },
            {
              "fid": "513227",
              "ftitle": "小金县"
            }
          ]
        },
        {
          "fid": "5106",
          "ftitle": "德阳市",
          "fjunior": [
            {
              "fid": "510601",
              "ftitle": "市辖区"
            },
            {
              "fid": "510603",
              "ftitle": "旌阳区"
            },
            {
              "fid": "510623",
              "ftitle": "中江县"
            },
            {
              "fid": "510626",
              "ftitle": "罗江县"
            },
            {
              "fid": "510681",
              "ftitle": "广汉市"
            },
            {
              "fid": "510682",
              "ftitle": "什邡市"
            },
            {
              "fid": "510683",
              "ftitle": "绵竹市"
            }
          ]
        },
        {
          "fid": "5107",
          "ftitle": "绵阳市",
          "fjunior": [
            {
              "fid": "510701",
              "ftitle": "市辖区"
            },
            {
              "fid": "510703",
              "ftitle": "涪城区"
            },
            {
              "fid": "510704",
              "ftitle": "游仙区"
            },
            {
              "fid": "510710",
              "ftitle": "科学城区"
            },
            {
              "fid": "510722",
              "ftitle": "三台县"
            },
            {
              "fid": "510723",
              "ftitle": "盐亭县"
            },
            {
              "fid": "510724",
              "ftitle": "安县"
            },
            {
              "fid": "510725",
              "ftitle": "梓潼县"
            },
            {
              "fid": "510726",
              "ftitle": "北川羌族自治县"
            },
            {
              "fid": "510727",
              "ftitle": "平武县"
            },
            {
              "fid": "510781",
              "ftitle": "江油市"
            },
            {
              "fid": "510782",
              "ftitle": "经开区"
            },
            {
              "fid": "510783",
              "ftitle": "高新区"
            }
          ]
        },
        {
          "fid": "5108",
          "ftitle": "广元市",
          "fjunior": [
            {
              "fid": "510801",
              "ftitle": "市辖区"
            },
            {
              "fid": "510802",
              "ftitle": "利州区"
            },
            {
              "fid": "510811",
              "ftitle": "元坝区"
            },
            {
              "fid": "510812",
              "ftitle": "朝天区"
            },
            {
              "fid": "510821",
              "ftitle": "旺苍县"
            },
            {
              "fid": "510822",
              "ftitle": "青川县"
            },
            {
              "fid": "510823",
              "ftitle": "剑阁县"
            },
            {
              "fid": "510824",
              "ftitle": "苍溪县"
            }
          ]
        },
        {
          "fid": "5109",
          "ftitle": "遂宁市",
          "fjunior": [
            {
              "fid": "510901",
              "ftitle": "市辖区"
            },
            {
              "fid": "510902",
              "ftitle": "市中区"
            },
            {
              "fid": "510903",
              "ftitle": "船山区"
            },
            {
              "fid": "510904",
              "ftitle": "安居区"
            },
            {
              "fid": "510921",
              "ftitle": "蓬溪县"
            },
            {
              "fid": "510922",
              "ftitle": "射洪县"
            },
            {
              "fid": "510923",
              "ftitle": "大英县"
            }
          ]
        },
        {
          "fid": "5134",
          "ftitle": "凉山彝族自治州",
          "fjunior": [
            {
              "fid": "513401",
              "ftitle": "西昌市"
            },
            {
              "fid": "513402",
              "ftitle": "市辖区"
            },
            {
              "fid": "513422",
              "ftitle": "木里藏族自治县"
            },
            {
              "fid": "513423",
              "ftitle": "盐源县"
            },
            {
              "fid": "513424",
              "ftitle": "德昌县"
            },
            {
              "fid": "513425",
              "ftitle": "会理县"
            },
            {
              "fid": "513426",
              "ftitle": "会东县"
            },
            {
              "fid": "513427",
              "ftitle": "宁南县"
            },
            {
              "fid": "513428",
              "ftitle": "普格县"
            },
            {
              "fid": "513429",
              "ftitle": "布拖县"
            },
            {
              "fid": "513430",
              "ftitle": "金阳县"
            },
            {
              "fid": "513431",
              "ftitle": "昭觉县"
            },
            {
              "fid": "513432",
              "ftitle": "喜德县"
            },
            {
              "fid": "513433",
              "ftitle": "冕宁县"
            },
            {
              "fid": "513434",
              "ftitle": "越西县"
            },
            {
              "fid": "513435",
              "ftitle": "甘洛县"
            },
            {
              "fid": "513436",
              "ftitle": "美姑县"
            },
            {
              "fid": "513437",
              "ftitle": "雷波县"
            }
          ]
        }
      ]
    },
    {
      "fid": "45",
      "ftitle": "广西壮族自治区",
      "fjunior": [
        {
          "fid": "4502",
          "ftitle": "柳州市",
          "fjunior": [
            {
              "fid": "450201",
              "ftitle": "市辖区"
            },
            {
              "fid": "450202",
              "ftitle": "城中区"
            },
            {
              "fid": "450203",
              "ftitle": "鱼峰区"
            },
            {
              "fid": "450204",
              "ftitle": "柳南区"
            },
            {
              "fid": "450205",
              "ftitle": "柳北区"
            },
            {
              "fid": "450211",
              "ftitle": "市郊区"
            },
            {
              "fid": "450221",
              "ftitle": "柳江县"
            },
            {
              "fid": "450222",
              "ftitle": "柳城县"
            },
            {
              "fid": "450225",
              "ftitle": "融水苗族自治县"
            },
            {
              "fid": "450226",
              "ftitle": "三江侗族自治县"
            },
            {
              "fid": "450223",
              "ftitle": "鹿寨县"
            },
            {
              "fid": "450224",
              "ftitle": "融安县"
            }
          ]
        },
        {
          "fid": "4503",
          "ftitle": "桂林市",
          "fjunior": [
            {
              "fid": "450301",
              "ftitle": "市辖区"
            },
            {
              "fid": "450302",
              "ftitle": "秀峰区"
            },
            {
              "fid": "450303",
              "ftitle": "叠彩区"
            },
            {
              "fid": "450304",
              "ftitle": "象山区"
            },
            {
              "fid": "450305",
              "ftitle": "七星区"
            },
            {
              "fid": "450311",
              "ftitle": "雁山区"
            },
            {
              "fid": "450321",
              "ftitle": "阳朔县"
            },
            {
              "fid": "450322",
              "ftitle": "临桂县"
            },
            {
              "fid": "450323",
              "ftitle": "灵川县"
            },
            {
              "fid": "450324",
              "ftitle": "全州县"
            },
            {
              "fid": "450325",
              "ftitle": "兴安县"
            },
            {
              "fid": "450326",
              "ftitle": "永福县"
            },
            {
              "fid": "450327",
              "ftitle": "灌阳县"
            },
            {
              "fid": "450328",
              "ftitle": "龙胜各族自治县"
            },
            {
              "fid": "450329",
              "ftitle": "资源县"
            },
            {
              "fid": "450330",
              "ftitle": "平乐县"
            },
            {
              "fid": "450331",
              "ftitle": "荔浦县"
            },
            {
              "fid": "450332",
              "ftitle": "恭城瑶族自治县"
            }
          ]
        },
        {
          "fid": "4504",
          "ftitle": "梧州市",
          "fjunior": [
            {
              "fid": "450401",
              "ftitle": "市辖区"
            },
            {
              "fid": "450403",
              "ftitle": "万秀区"
            },
            {
              "fid": "450404",
              "ftitle": "蝶山区"
            },
            {
              "fid": "450411",
              "ftitle": "市郊区"
            },
            {
              "fid": "450421",
              "ftitle": "苍梧县"
            },
            {
              "fid": "450422",
              "ftitle": "藤县"
            },
            {
              "fid": "450423",
              "ftitle": "蒙山县"
            },
            {
              "fid": "450481",
              "ftitle": "岑溪市"
            },
            {
              "fid": "450482",
              "ftitle": "龙圩区"
            },
            {
              "fid": "450405",
              "ftitle": "长洲区"
            }
          ]
        },
        {
          "fid": "4505",
          "ftitle": "北海市",
          "fjunior": [
            {
              "fid": "450501",
              "ftitle": "市辖区"
            },
            {
              "fid": "450502",
              "ftitle": "海城区"
            },
            {
              "fid": "450503",
              "ftitle": "银海区"
            },
            {
              "fid": "450512",
              "ftitle": "铁山港区"
            },
            {
              "fid": "450521",
              "ftitle": "合浦县"
            }
          ]
        },
        {
          "fid": "4506",
          "ftitle": "防城港市",
          "fjunior": [
            {
              "fid": "450601",
              "ftitle": "市辖区"
            },
            {
              "fid": "450602",
              "ftitle": "港口区"
            },
            {
              "fid": "450603",
              "ftitle": "防城区"
            },
            {
              "fid": "450621",
              "ftitle": "上思县"
            },
            {
              "fid": "450681",
              "ftitle": "东兴市"
            }
          ]
        },
        {
          "fid": "4507",
          "ftitle": "钦州市",
          "fjunior": [
            {
              "fid": "450701",
              "ftitle": "市辖区"
            },
            {
              "fid": "450702",
              "ftitle": "钦南区"
            },
            {
              "fid": "450703",
              "ftitle": "钦北区"
            },
            {
              "fid": "450721",
              "ftitle": "灵山县"
            },
            {
              "fid": "450722",
              "ftitle": "浦北县"
            }
          ]
        },
        {
          "fid": "4508",
          "ftitle": "贵港市",
          "fjunior": [
            {
              "fid": "450801",
              "ftitle": "市辖区"
            },
            {
              "fid": "450802",
              "ftitle": "港北区"
            },
            {
              "fid": "450803",
              "ftitle": "港南区"
            },
            {
              "fid": "450804",
              "ftitle": "覃塘区"
            },
            {
              "fid": "450821",
              "ftitle": "平南县"
            },
            {
              "fid": "450881",
              "ftitle": "桂平市"
            }
          ]
        },
        {
          "fid": "4509",
          "ftitle": "玉林市",
          "fjunior": [
            {
              "fid": "450901",
              "ftitle": "市辖区"
            },
            {
              "fid": "450902",
              "ftitle": "玉州区"
            },
            {
              "fid": "450921",
              "ftitle": "容县"
            },
            {
              "fid": "450922",
              "ftitle": "陆川县"
            },
            {
              "fid": "450923",
              "ftitle": "博白县"
            },
            {
              "fid": "450924",
              "ftitle": "兴业县"
            },
            {
              "fid": "450981",
              "ftitle": "北流市"
            },
            {
              "fid": "450982",
              "ftitle": "福绵区"
            }
          ]
        },
        {
          "fid": "4510",
          "ftitle": "百色市",
          "fjunior": [
            {
              "fid": "451001",
              "ftitle": "市辖区"
            },
            {
              "fid": "451002",
              "ftitle": "右江区"
            },
            {
              "fid": "451003",
              "ftitle": "扶绥县"
            },
            {
              "fid": "451004",
              "ftitle": "江州区"
            },
            {
              "fid": "451005",
              "ftitle": "龙州县"
            },
            {
              "fid": "451006",
              "ftitle": "宁明县"
            },
            {
              "fid": "451007",
              "ftitle": "凭祥市"
            },
            {
              "fid": "451008",
              "ftitle": "天等县"
            },
            {
              "fid": "451021",
              "ftitle": "田阳县"
            },
            {
              "fid": "451022",
              "ftitle": "田东县"
            },
            {
              "fid": "451023",
              "ftitle": "平果县"
            },
            {
              "fid": "451024",
              "ftitle": "德保县"
            },
            {
              "fid": "451025",
              "ftitle": "靖西县"
            },
            {
              "fid": "451026",
              "ftitle": "那坡县"
            },
            {
              "fid": "451027",
              "ftitle": "凌云县"
            },
            {
              "fid": "451028",
              "ftitle": "乐业县"
            },
            {
              "fid": "451029",
              "ftitle": "田林县"
            },
            {
              "fid": "451030",
              "ftitle": "西林县"
            },
            {
              "fid": "451031",
              "ftitle": "隆林各族自治县"
            }
          ]
        },
        {
          "fid": "4511",
          "ftitle": "贺州市",
          "fjunior": [
            {
              "fid": "451101",
              "ftitle": "市辖区"
            },
            {
              "fid": "451102",
              "ftitle": "八步区"
            },
            {
              "fid": "451103",
              "ftitle": "金秀瑶族自治县"
            },
            {
              "fid": "451104",
              "ftitle": "武宣县"
            },
            {
              "fid": "451105",
              "ftitle": "象州县"
            },
            {
              "fid": "451106",
              "ftitle": "忻城县"
            },
            {
              "fid": "451107",
              "ftitle": "兴宾区"
            },
            {
              "fid": "451121",
              "ftitle": "昭平县"
            },
            {
              "fid": "451122",
              "ftitle": "钟山县"
            },
            {
              "fid": "451123",
              "ftitle": "富川瑶族自治县"
            },
            {
              "fid": "451124",
              "ftitle": "平桂管理区"
            }
          ]
        },
        {
          "fid": "4501",
          "ftitle": "南宁市",
          "fjunior": [
            {
              "fid": "450101",
              "ftitle": "市辖区"
            },
            {
              "fid": "450102",
              "ftitle": "兴宁区"
            },
            {
              "fid": "450105",
              "ftitle": "江南区"
            },
            {
              "fid": "450107",
              "ftitle": "西乡塘区"
            },
            {
              "fid": "450108",
              "ftitle": "良庆区"
            },
            {
              "fid": "450109",
              "ftitle": "邕宁区"
            },
            {
              "fid": "450121",
              "ftitle": "邕宁县"
            },
            {
              "fid": "450122",
              "ftitle": "武鸣县"
            },
            {
              "fid": "450103",
              "ftitle": "青秀区"
            },
            {
              "fid": "450123",
              "ftitle": "隆安县"
            },
            {
              "fid": "450124",
              "ftitle": "马山县"
            },
            {
              "fid": "450125",
              "ftitle": "上林县"
            },
            {
              "fid": "450126",
              "ftitle": "宾阳县"
            },
            {
              "fid": "450127",
              "ftitle": "横县"
            }
          ]
        },
        {
          "fid": "4524",
          "ftitle": "贺州",
          "fjunior": [
            {
              "fid": "452401",
              "ftitle": "八步区"
            },
            {
              "fid": "452402",
              "ftitle": "贺州市"
            },
            {
              "fid": "452403",
              "ftitle": "市辖区"
            },
            {
              "fid": "452424",
              "ftitle": "昭平县"
            },
            {
              "fid": "452427",
              "ftitle": "钟山县"
            },
            {
              "fid": "452428",
              "ftitle": "富川瑶族自治县"
            }
          ]
        },
        {
          "fid": "4526",
          "ftitle": "百色",
          "fjunior": [
            {
              "fid": "452601",
              "ftitle": "百色市"
            },
            {
              "fid": "452602",
              "ftitle": "右江区"
            },
            {
              "fid": "452622",
              "ftitle": "田阳县"
            },
            {
              "fid": "452623",
              "ftitle": "田东县"
            },
            {
              "fid": "452624",
              "ftitle": "平果县"
            },
            {
              "fid": "452625",
              "ftitle": "德保县"
            },
            {
              "fid": "452626",
              "ftitle": "靖西县"
            },
            {
              "fid": "452627",
              "ftitle": "那坡县"
            },
            {
              "fid": "452628",
              "ftitle": "凌云县"
            },
            {
              "fid": "452629",
              "ftitle": "乐业县"
            },
            {
              "fid": "452630",
              "ftitle": "田林县"
            },
            {
              "fid": "452631",
              "ftitle": "隆林各族自治县"
            },
            {
              "fid": "452632",
              "ftitle": "西林县"
            }
          ]
        },
        {
          "fid": "4527",
          "ftitle": "河池",
          "fjunior": [
            {
              "fid": "452701",
              "ftitle": "河池市"
            },
            {
              "fid": "452702",
              "ftitle": "宜州市"
            },
            {
              "fid": "452703",
              "ftitle": "金城江区"
            },
            {
              "fid": "452723",
              "ftitle": "罗城仫佬族自治县"
            },
            {
              "fid": "452724",
              "ftitle": "环江毛南族自治县"
            },
            {
              "fid": "452725",
              "ftitle": "南丹县"
            },
            {
              "fid": "452726",
              "ftitle": "天峨县"
            },
            {
              "fid": "452727",
              "ftitle": "凤山县"
            },
            {
              "fid": "452728",
              "ftitle": "东兰县"
            },
            {
              "fid": "452729",
              "ftitle": "巴马瑶族自治县"
            },
            {
              "fid": "452730",
              "ftitle": "都安瑶族自治县"
            },
            {
              "fid": "452731",
              "ftitle": "大化瑶族自治县"
            },
            {
              "fid": "452732",
              "ftitle": "市辖区"
            }
          ]
        },
        {
          "fid": "4512",
          "ftitle": "河池市",
          "fjunior": [
            {
              "fid": "451202",
              "ftitle": "金城江区"
            },
            {
              "fid": "451221",
              "ftitle": "南丹县"
            },
            {
              "fid": "451222",
              "ftitle": "天峨县"
            },
            {
              "fid": "451223",
              "ftitle": "凤山县"
            },
            {
              "fid": "451224",
              "ftitle": "东兰县"
            },
            {
              "fid": "451225",
              "ftitle": "罗城仫佬族自治县"
            },
            {
              "fid": "451226",
              "ftitle": "环江毛南族自治县"
            },
            {
              "fid": "451227",
              "ftitle": "巴马瑶族自治县"
            },
            {
              "fid": "451228",
              "ftitle": "都安瑶族自治县"
            },
            {
              "fid": "451229",
              "ftitle": "大化瑶族自治县"
            },
            {
              "fid": "451281",
              "ftitle": "宜州市"
            }
          ]
        },
        {
          "fid": "4513",
          "ftitle": "来宾市",
          "fjunior": [
            {
              "fid": "451302",
              "ftitle": "兴宾区"
            },
            {
              "fid": "451321",
              "ftitle": "忻城县"
            },
            {
              "fid": "451322",
              "ftitle": "象州县"
            },
            {
              "fid": "451323",
              "ftitle": "武宣县"
            },
            {
              "fid": "451324",
              "ftitle": "金秀瑶族自治县"
            },
            {
              "fid": "451381",
              "ftitle": "合山市"
            }
          ]
        },
        {
          "fid": "4514",
          "ftitle": "崇左市",
          "fjunior": [
            {
              "fid": "451402",
              "ftitle": "江洲区"
            },
            {
              "fid": "451421",
              "ftitle": "扶绥县"
            },
            {
              "fid": "451422",
              "ftitle": "宁明县"
            },
            {
              "fid": "451423",
              "ftitle": "龙州县"
            },
            {
              "fid": "451424",
              "ftitle": "大新县"
            },
            {
              "fid": "451425",
              "ftitle": "天等县"
            },
            {
              "fid": "451481",
              "ftitle": "凭祥市"
            }
          ]
        }
      ]
    },
    {
      "fid": "46",
      "ftitle": "海南省",
      "fjunior": [
        {
          "fid": "4600",
          "ftitle": "省直辖行政单位",
          "fjunior": [
            {
              "fid": "460001",
              "ftitle": "通什市"
            },
            {
              "fid": "460002",
              "ftitle": "琼海市"
            },
            {
              "fid": "460003",
              "ftitle": "儋州市"
            },
            {
              "fid": "460004",
              "ftitle": "洋浦经济开发区"
            },
            {
              "fid": "460005",
              "ftitle": "文昌市"
            },
            {
              "fid": "460006",
              "ftitle": "万宁市"
            },
            {
              "fid": "460007",
              "ftitle": "东方市"
            },
            {
              "fid": "460008",
              "ftitle": "白沙黎族自治县"
            },
            {
              "fid": "460009",
              "ftitle": "五指山市"
            },
            {
              "fid": "460025",
              "ftitle": "定安县"
            },
            {
              "fid": "460026",
              "ftitle": "屯昌县"
            },
            {
              "fid": "460027",
              "ftitle": "澄迈县"
            },
            {
              "fid": "460028",
              "ftitle": "临高县"
            },
            {
              "fid": "460031",
              "ftitle": "昌江黎族自治县"
            },
            {
              "fid": "460033",
              "ftitle": "乐东黎族自治县"
            },
            {
              "fid": "460034",
              "ftitle": "陵水黎族自治县"
            },
            {
              "fid": "460035",
              "ftitle": "保亭黎族苗族自治县"
            },
            {
              "fid": "460036",
              "ftitle": "琼中黎族苗族自治县"
            },
            {
              "fid": "460037",
              "ftitle": "西沙群岛"
            },
            {
              "fid": "460038",
              "ftitle": "南沙群岛"
            },
            {
              "fid": "460039",
              "ftitle": "中沙群岛的岛礁及其海"
            }
          ]
        },
        {
          "fid": "4601",
          "ftitle": "海口市",
          "fjunior": [
            {
              "fid": "460101",
              "ftitle": "市辖区"
            },
            {
              "fid": "460102",
              "ftitle": "振东区"
            },
            {
              "fid": "460103",
              "ftitle": "新华区"
            },
            {
              "fid": "460105",
              "ftitle": "秀英区"
            },
            {
              "fid": "460106",
              "ftitle": "龙华区"
            },
            {
              "fid": "460107",
              "ftitle": "琼山区"
            },
            {
              "fid": "460108",
              "ftitle": "美兰区"
            }
          ]
        },
        {
          "fid": "4602",
          "ftitle": "三亚市",
          "fjunior": [
            {
              "fid": "460201",
              "ftitle": "天涯镇"
            },
            {
              "fid": "460202",
              "ftitle": "吉阳镇"
            },
            {
              "fid": "460203",
              "ftitle": "南滨农场"
            },
            {
              "fid": "460204",
              "ftitle": "南岛农场"
            },
            {
              "fid": "460205",
              "ftitle": "河西区"
            },
            {
              "fid": "460206",
              "ftitle": "崖城镇"
            },
            {
              "fid": "460207",
              "ftitle": "育才镇"
            },
            {
              "fid": "460208",
              "ftitle": "海棠湾镇"
            },
            {
              "fid": "460209",
              "ftitle": "南新农场"
            },
            {
              "fid": "460210",
              "ftitle": "凤凰镇"
            },
            {
              "fid": "460211",
              "ftitle": "河东区"
            },
            {
              "fid": "460212",
              "ftitle": "南田农场"
            },
            {
              "fid": "460213",
              "ftitle": "立才农场"
            }
          ]
        },
        {
          "fid": "4603",
          "ftitle": "三沙市",
          "fjunior": [
            {
              "fid": "460321",
              "ftitle": "西沙群岛"
            },
            {
              "fid": "460322",
              "ftitle": "南沙群岛"
            },
            {
              "fid": "460323",
              "ftitle": "中沙群岛的岛礁及其海域"
            }
          ]
        },
        {
          "fid": "4690",
          "ftitle": "省直辖县级行政区划",
          "fjunior": [
            {
              "fid": "469001",
              "ftitle": "五指山市"
            },
            {
              "fid": "469002",
              "ftitle": "琼海市"
            },
            {
              "fid": "469003",
              "ftitle": "儋州市"
            },
            {
              "fid": "469005",
              "ftitle": "文昌市"
            },
            {
              "fid": "469006",
              "ftitle": "万宁市"
            },
            {
              "fid": "469007",
              "ftitle": "东方市"
            },
            {
              "fid": "469021",
              "ftitle": "定安县"
            },
            {
              "fid": "469022",
              "ftitle": "屯昌县"
            },
            {
              "fid": "469023",
              "ftitle": "澄迈县"
            },
            {
              "fid": "469024",
              "ftitle": "临高县"
            },
            {
              "fid": "469025",
              "ftitle": "白沙黎族自治县"
            },
            {
              "fid": "469026",
              "ftitle": "昌江黎族自治县"
            },
            {
              "fid": "469027",
              "ftitle": "乐东黎族自治县"
            },
            {
              "fid": "469028",
              "ftitle": "陵水黎族自治县"
            },
            {
              "fid": "469029",
              "ftitle": "保亭黎族苗族自治县"
            },
            {
              "fid": "469030",
              "ftitle": "琼中黎族苗族自治县"
            }
          ]
        }
      ]
    },
    {
      "fid": "54",
      "ftitle": "西藏自治区",
      "fjunior": [
        {
          "fid": "5401",
          "ftitle": "拉萨市",
          "fjunior": [
            {
              "fid": "540101",
              "ftitle": "市辖区"
            },
            {
              "fid": "540102",
              "ftitle": "城关区"
            },
            {
              "fid": "540121",
              "ftitle": "林周县"
            },
            {
              "fid": "540122",
              "ftitle": "当雄县"
            },
            {
              "fid": "540123",
              "ftitle": "尼木县"
            },
            {
              "fid": "540124",
              "ftitle": "曲水县"
            },
            {
              "fid": "540125",
              "ftitle": "堆龙德庆县"
            },
            {
              "fid": "540126",
              "ftitle": "达孜县"
            },
            {
              "fid": "540127",
              "ftitle": "墨竹工卡县"
            }
          ]
        },
        {
          "fid": "5421",
          "ftitle": "昌都地区",
          "fjunior": [
            {
              "fid": "542121",
              "ftitle": "昌都县"
            },
            {
              "fid": "542122",
              "ftitle": "江达县"
            },
            {
              "fid": "542123",
              "ftitle": "贡觉县"
            },
            {
              "fid": "542124",
              "ftitle": "类乌齐县"
            },
            {
              "fid": "542125",
              "ftitle": "丁青县"
            },
            {
              "fid": "542126",
              "ftitle": "察雅县"
            },
            {
              "fid": "542127",
              "ftitle": "八宿县"
            },
            {
              "fid": "542128",
              "ftitle": "左贡县"
            },
            {
              "fid": "542129",
              "ftitle": "芒康县"
            },
            {
              "fid": "542132",
              "ftitle": "洛隆县"
            },
            {
              "fid": "542133",
              "ftitle": "边坝县"
            }
          ]
        },
        {
          "fid": "5422",
          "ftitle": "山南地区",
          "fjunior": [
            {
              "fid": "542221",
              "ftitle": "乃东县"
            },
            {
              "fid": "542222",
              "ftitle": "扎囊县"
            },
            {
              "fid": "542223",
              "ftitle": "贡嘎县"
            },
            {
              "fid": "542224",
              "ftitle": "桑日县"
            },
            {
              "fid": "542225",
              "ftitle": "琼结县"
            },
            {
              "fid": "542226",
              "ftitle": "曲松县"
            },
            {
              "fid": "542227",
              "ftitle": "措美县"
            },
            {
              "fid": "542228",
              "ftitle": "洛扎县"
            },
            {
              "fid": "542229",
              "ftitle": "加查县"
            },
            {
              "fid": "542231",
              "ftitle": "隆子县"
            },
            {
              "fid": "542232",
              "ftitle": "错那县"
            },
            {
              "fid": "542233",
              "ftitle": "浪卡子县"
            }
          ]
        },
        {
          "fid": "5423",
          "ftitle": "日喀则地区",
          "fjunior": [
            {
              "fid": "542302",
              "ftitle": "市辖区"
            },
            {
              "fid": "542322",
              "ftitle": "南木林县"
            },
            {
              "fid": "542323",
              "ftitle": "江孜县"
            },
            {
              "fid": "542324",
              "ftitle": "定日县"
            },
            {
              "fid": "542325",
              "ftitle": "萨迦县"
            },
            {
              "fid": "542326",
              "ftitle": "拉孜县"
            },
            {
              "fid": "542327",
              "ftitle": "昂仁县"
            },
            {
              "fid": "542328",
              "ftitle": "谢通门县"
            },
            {
              "fid": "542329",
              "ftitle": "白朗县"
            },
            {
              "fid": "542330",
              "ftitle": "仁布县"
            },
            {
              "fid": "542331",
              "ftitle": "康马县"
            },
            {
              "fid": "542332",
              "ftitle": "定结县"
            },
            {
              "fid": "542333",
              "ftitle": "仲巴县"
            },
            {
              "fid": "542334",
              "ftitle": "亚东县"
            },
            {
              "fid": "542335",
              "ftitle": "吉隆县"
            },
            {
              "fid": "542336",
              "ftitle": "聂拉木县"
            },
            {
              "fid": "542337",
              "ftitle": "萨嘎县"
            },
            {
              "fid": "542338",
              "ftitle": "岗巴县"
            },
            {
              "fid": "542301",
              "ftitle": "日喀则市"
            }
          ]
        },
        {
          "fid": "5424",
          "ftitle": "那曲地区",
          "fjunior": [
            {
              "fid": "542421",
              "ftitle": "那曲县"
            },
            {
              "fid": "542422",
              "ftitle": "嘉黎县"
            },
            {
              "fid": "542423",
              "ftitle": "比如县"
            },
            {
              "fid": "542424",
              "ftitle": "聂荣县"
            },
            {
              "fid": "542425",
              "ftitle": "安多县"
            },
            {
              "fid": "542426",
              "ftitle": "申扎县"
            },
            {
              "fid": "542427",
              "ftitle": "索县"
            },
            {
              "fid": "542428",
              "ftitle": "班戈县"
            },
            {
              "fid": "542429",
              "ftitle": "巴青县"
            },
            {
              "fid": "542430",
              "ftitle": "尼玛县"
            },
            {
              "fid": "542431",
              "ftitle": "双湖县"
            }
          ]
        },
        {
          "fid": "5425",
          "ftitle": "阿里地区",
          "fjunior": [
            {
              "fid": "542521",
              "ftitle": "普兰县"
            },
            {
              "fid": "542522",
              "ftitle": "札达县"
            },
            {
              "fid": "542523",
              "ftitle": "噶尔县"
            },
            {
              "fid": "542524",
              "ftitle": "日土县"
            },
            {
              "fid": "542525",
              "ftitle": "革吉县"
            },
            {
              "fid": "542526",
              "ftitle": "改则县"
            },
            {
              "fid": "542527",
              "ftitle": "措勤县"
            }
          ]
        },
        {
          "fid": "5426",
          "ftitle": "林芝地区",
          "fjunior": [
            {
              "fid": "542601",
              "ftitle": "市辖区"
            },
            {
              "fid": "542621",
              "ftitle": "林芝县"
            },
            {
              "fid": "542622",
              "ftitle": "工布江达县"
            },
            {
              "fid": "542623",
              "ftitle": "米林县"
            },
            {
              "fid": "542624",
              "ftitle": "墨脱县"
            },
            {
              "fid": "542625",
              "ftitle": "波密县"
            },
            {
              "fid": "542626",
              "ftitle": "察隅县"
            },
            {
              "fid": "542627",
              "ftitle": "朗县"
            }
          ]
        }
      ]
    },
    {
      "fid": "53",
      "ftitle": "云南省",
      "fjunior": [
        {
          "fid": "5323",
          "ftitle": "楚雄彝族自治州",
          "fjunior": [
            {
              "fid": "532301",
              "ftitle": "楚雄市"
            },
            {
              "fid": "532322",
              "ftitle": "双柏县"
            },
            {
              "fid": "532323",
              "ftitle": "牟定县"
            },
            {
              "fid": "532324",
              "ftitle": "南华县"
            },
            {
              "fid": "532325",
              "ftitle": "姚安县"
            },
            {
              "fid": "532326",
              "ftitle": "大姚县"
            },
            {
              "fid": "532327",
              "ftitle": "永仁县"
            },
            {
              "fid": "532328",
              "ftitle": "元谋县"
            },
            {
              "fid": "532329",
              "ftitle": "武定县"
            },
            {
              "fid": "532331",
              "ftitle": "禄丰县"
            }
          ]
        },
        {
          "fid": "5301",
          "ftitle": "昆明市",
          "fjunior": [
            {
              "fid": "530101",
              "ftitle": "市辖区"
            },
            {
              "fid": "530102",
              "ftitle": "五华区"
            },
            {
              "fid": "530103",
              "ftitle": "盘龙区"
            },
            {
              "fid": "530111",
              "ftitle": "官渡区"
            },
            {
              "fid": "530112",
              "ftitle": "西山区"
            },
            {
              "fid": "530113",
              "ftitle": "东川区"
            },
            {
              "fid": "530121",
              "ftitle": "呈贡县"
            },
            {
              "fid": "530122",
              "ftitle": "晋宁县"
            },
            {
              "fid": "530124",
              "ftitle": "富民县"
            },
            {
              "fid": "530125",
              "ftitle": "宜良县"
            },
            {
              "fid": "530126",
              "ftitle": "石林彝族自治县"
            },
            {
              "fid": "530127",
              "ftitle": "嵩明县"
            },
            {
              "fid": "530128",
              "ftitle": "禄劝彝族苗族自治县"
            },
            {
              "fid": "530129",
              "ftitle": "寻甸回族彝族自治县"
            },
            {
              "fid": "530181",
              "ftitle": "安宁市"
            },
            {
              "fid": "530114",
              "ftitle": "呈贡区"
            }
          ]
        },
        {
          "fid": "5303",
          "ftitle": "曲靖市",
          "fjunior": [
            {
              "fid": "530301",
              "ftitle": "市辖区"
            },
            {
              "fid": "530302",
              "ftitle": "麒麟区"
            },
            {
              "fid": "530321",
              "ftitle": "马龙县"
            },
            {
              "fid": "530322",
              "ftitle": "陆良县"
            },
            {
              "fid": "530323",
              "ftitle": "师宗县"
            },
            {
              "fid": "530324",
              "ftitle": "罗平县"
            },
            {
              "fid": "530325",
              "ftitle": "富源县"
            },
            {
              "fid": "530326",
              "ftitle": "会泽县"
            },
            {
              "fid": "530328",
              "ftitle": "沾益县"
            },
            {
              "fid": "530381",
              "ftitle": "宣威市"
            }
          ]
        },
        {
          "fid": "5325",
          "ftitle": "红河哈尼族彝族自治州",
          "fjunior": [
            {
              "fid": "532501",
              "ftitle": "个旧市"
            },
            {
              "fid": "532502",
              "ftitle": "开远市"
            },
            {
              "fid": "532522",
              "ftitle": "蒙自县"
            },
            {
              "fid": "532523",
              "ftitle": "屏边苗族自治县"
            },
            {
              "fid": "532524",
              "ftitle": "建水县"
            },
            {
              "fid": "532525",
              "ftitle": "石屏县"
            },
            {
              "fid": "532526",
              "ftitle": "弥勒县"
            },
            {
              "fid": "532527",
              "ftitle": "泸西县"
            },
            {
              "fid": "532528",
              "ftitle": "元阳县"
            },
            {
              "fid": "532529",
              "ftitle": "红河县"
            },
            {
              "fid": "532530",
              "ftitle": "金平苗族瑶族傣族自治县"
            },
            {
              "fid": "532531",
              "ftitle": "绿春县"
            },
            {
              "fid": "532532",
              "ftitle": "河口瑶族自治县"
            },
            {
              "fid": "532503",
              "ftitle": "蒙自市"
            }
          ]
        },
        {
          "fid": "5326",
          "ftitle": "文山壮族苗族自治州",
          "fjunior": [
            {
              "fid": "532601",
              "ftitle": "文山市"
            },
            {
              "fid": "532621",
              "ftitle": "文山县"
            },
            {
              "fid": "532622",
              "ftitle": "砚山县"
            },
            {
              "fid": "532623",
              "ftitle": "西畴县"
            },
            {
              "fid": "532624",
              "ftitle": "麻栗坡县"
            },
            {
              "fid": "532625",
              "ftitle": "马关县"
            },
            {
              "fid": "532626",
              "ftitle": "丘北县"
            },
            {
              "fid": "532627",
              "ftitle": "广南县"
            },
            {
              "fid": "532628",
              "ftitle": "富宁县"
            }
          ]
        },
        {
          "fid": "5328",
          "ftitle": "西双版纳傣族自治州",
          "fjunior": [
            {
              "fid": "532801",
              "ftitle": "景洪市"
            },
            {
              "fid": "532822",
              "ftitle": "勐海县"
            },
            {
              "fid": "532823",
              "ftitle": "勐腊县"
            }
          ]
        },
        {
          "fid": "5329",
          "ftitle": "大理白族自治州",
          "fjunior": [
            {
              "fid": "532901",
              "ftitle": "大理市"
            },
            {
              "fid": "532922",
              "ftitle": "漾濞彝族自治县"
            },
            {
              "fid": "532923",
              "ftitle": "祥云县"
            },
            {
              "fid": "532924",
              "ftitle": "宾川县"
            },
            {
              "fid": "532925",
              "ftitle": "弥渡县"
            },
            {
              "fid": "532926",
              "ftitle": "南涧彝族自治县"
            },
            {
              "fid": "532927",
              "ftitle": "巍山彝族回族自治县"
            },
            {
              "fid": "532928",
              "ftitle": "永平县"
            },
            {
              "fid": "532929",
              "ftitle": "云龙县"
            },
            {
              "fid": "532930",
              "ftitle": "洱源县"
            },
            {
              "fid": "532931",
              "ftitle": "剑川县"
            },
            {
              "fid": "532932",
              "ftitle": "鹤庆县"
            }
          ]
        },
        {
          "fid": "5331",
          "ftitle": "德宏傣族景颇族自治州",
          "fjunior": [
            {
              "fid": "533102",
              "ftitle": "瑞丽市"
            },
            {
              "fid": "533103",
              "ftitle": "芒市"
            },
            {
              "fid": "533122",
              "ftitle": "梁河县"
            },
            {
              "fid": "533123",
              "ftitle": "盈江县"
            },
            {
              "fid": "533124",
              "ftitle": "陇川县"
            }
          ]
        },
        {
          "fid": "5332",
          "ftitle": "丽江",
          "fjunior": [
            {
              "fid": "533201",
              "ftitle": "市辖区"
            },
            {
              "fid": "533202",
              "ftitle": "古城区"
            },
            {
              "fid": "533221",
              "ftitle": "丽江纳西族自治县"
            },
            {
              "fid": "533222",
              "ftitle": "永胜县"
            },
            {
              "fid": "533223",
              "ftitle": "华坪县"
            },
            {
              "fid": "533224",
              "ftitle": "宁蒗彝族自治县"
            },
            {
              "fid": "533225",
              "ftitle": "玉龙纳西族自治县"
            }
          ]
        },
        {
          "fid": "5333",
          "ftitle": "怒江傈僳族自治州",
          "fjunior": [
            {
              "fid": "533321",
              "ftitle": "泸水县"
            },
            {
              "fid": "533323",
              "ftitle": "福贡县"
            },
            {
              "fid": "533324",
              "ftitle": "贡山独龙族怒族自治县"
            },
            {
              "fid": "533325",
              "ftitle": "兰坪白族普米族自治县"
            }
          ]
        },
        {
          "fid": "5334",
          "ftitle": "迪庆藏族自治州",
          "fjunior": [
            {
              "fid": "533421",
              "ftitle": "香格里拉县"
            },
            {
              "fid": "533422",
              "ftitle": "德钦县"
            },
            {
              "fid": "533423",
              "ftitle": "维西傈僳族自治县"
            }
          ]
        },
        {
          "fid": "5335",
          "ftitle": "临沧",
          "fjunior": [
            {
              "fid": "533524",
              "ftitle": "永德县"
            },
            {
              "fid": "533525",
              "ftitle": "镇康县"
            },
            {
              "fid": "533526",
              "ftitle": "双江拉祜族佤族布朗族"
            },
            {
              "fid": "533527",
              "ftitle": "耿马傣族佤族自治县"
            },
            {
              "fid": "533528",
              "ftitle": "沧源佤族自治县"
            },
            {
              "fid": "533529",
              "ftitle": "市辖区"
            },
            {
              "fid": "533501",
              "ftitle": "临翔区"
            },
            {
              "fid": "533521",
              "ftitle": "临沧县"
            },
            {
              "fid": "533522",
              "ftitle": "凤庆县"
            },
            {
              "fid": "533523",
              "ftitle": "云县"
            }
          ]
        },
        {
          "fid": "5304",
          "ftitle": "玉溪市",
          "fjunior": [
            {
              "fid": "530401",
              "ftitle": "市辖区"
            },
            {
              "fid": "530402",
              "ftitle": "红塔区"
            },
            {
              "fid": "530421",
              "ftitle": "江川县"
            },
            {
              "fid": "530422",
              "ftitle": "澄江县"
            },
            {
              "fid": "530423",
              "ftitle": "通海县"
            },
            {
              "fid": "530424",
              "ftitle": "华宁县"
            },
            {
              "fid": "530425",
              "ftitle": "易门县"
            },
            {
              "fid": "530426",
              "ftitle": "峨山彝族自治县"
            },
            {
              "fid": "530427",
              "ftitle": "新平彝族傣族自治县"
            },
            {
              "fid": "530428",
              "ftitle": "元江哈尼族彝族傣族自治县"
            }
          ]
        },
        {
          "fid": "5305",
          "ftitle": "保山市",
          "fjunior": [
            {
              "fid": "530501",
              "ftitle": "市辖区"
            },
            {
              "fid": "530502",
              "ftitle": "隆阳区"
            },
            {
              "fid": "530521",
              "ftitle": "施甸县"
            },
            {
              "fid": "530522",
              "ftitle": "腾冲县"
            },
            {
              "fid": "530523",
              "ftitle": "龙陵县"
            },
            {
              "fid": "530524",
              "ftitle": "昌宁县"
            }
          ]
        },
        {
          "fid": "5321",
          "ftitle": "昭通地区",
          "fjunior": [
            {
              "fid": "532123",
              "ftitle": "巧家县"
            },
            {
              "fid": "532124",
              "ftitle": "盐津县"
            },
            {
              "fid": "532125",
              "ftitle": "大关县"
            },
            {
              "fid": "532126",
              "ftitle": "永善县"
            },
            {
              "fid": "532127",
              "ftitle": "绥江县"
            },
            {
              "fid": "532128",
              "ftitle": "镇雄县"
            },
            {
              "fid": "532129",
              "ftitle": "彝良县"
            },
            {
              "fid": "532130",
              "ftitle": "威信县"
            },
            {
              "fid": "532131",
              "ftitle": "水富县"
            },
            {
              "fid": "532132",
              "ftitle": "市辖区"
            },
            {
              "fid": "532101",
              "ftitle": "昭通市"
            },
            {
              "fid": "532102",
              "ftitle": "昭阳区"
            },
            {
              "fid": "532122",
              "ftitle": "鲁甸县"
            }
          ]
        },
        {
          "fid": "5306",
          "ftitle": "昭通市",
          "fjunior": [
            {
              "fid": "530602",
              "ftitle": "昭阳区"
            },
            {
              "fid": "530621",
              "ftitle": "鲁甸县"
            },
            {
              "fid": "530622",
              "ftitle": "巧家县"
            },
            {
              "fid": "530623",
              "ftitle": "盐津县"
            },
            {
              "fid": "530624",
              "ftitle": "大关县"
            },
            {
              "fid": "530625",
              "ftitle": "永善县"
            },
            {
              "fid": "530626",
              "ftitle": "绥江县"
            },
            {
              "fid": "530627",
              "ftitle": "镇雄县"
            },
            {
              "fid": "530628",
              "ftitle": "彝良县"
            },
            {
              "fid": "530629",
              "ftitle": "威信县"
            },
            {
              "fid": "530630",
              "ftitle": "水富县"
            }
          ]
        },
        {
          "fid": "5307",
          "ftitle": "丽江市",
          "fjunior": [
            {
              "fid": "530702",
              "ftitle": "古城区"
            },
            {
              "fid": "530721",
              "ftitle": "玉龙纳西族自治县"
            },
            {
              "fid": "530722",
              "ftitle": "永胜县"
            },
            {
              "fid": "530723",
              "ftitle": "华坪县"
            },
            {
              "fid": "530724",
              "ftitle": "宁蒗彝族自治县"
            }
          ]
        },
        {
          "fid": "5308",
          "ftitle": "普洱市",
          "fjunior": [
            {
              "fid": "530802",
              "ftitle": "思茅区"
            },
            {
              "fid": "530821",
              "ftitle": "宁洱哈尼族彝族自治县"
            },
            {
              "fid": "530822",
              "ftitle": "墨江哈尼族自治县"
            },
            {
              "fid": "530823",
              "ftitle": "景东彝族自治县"
            },
            {
              "fid": "530824",
              "ftitle": "景谷傣族彝族自治县"
            },
            {
              "fid": "530825",
              "ftitle": "镇沅彝族哈尼族拉祜族自治县"
            },
            {
              "fid": "530826",
              "ftitle": "江城哈尼族彝族自治县"
            },
            {
              "fid": "530827",
              "ftitle": "孟连傣族拉祜族佤族自治县"
            },
            {
              "fid": "530828",
              "ftitle": "澜沧拉祜族自治县"
            },
            {
              "fid": "530829",
              "ftitle": "西盟佤族自治县"
            }
          ]
        },
        {
          "fid": "5309",
          "ftitle": "临沧市",
          "fjunior": [
            {
              "fid": "530902",
              "ftitle": "临翔区"
            },
            {
              "fid": "530921",
              "ftitle": "凤庆县"
            },
            {
              "fid": "530922",
              "ftitle": "云县"
            },
            {
              "fid": "530923",
              "ftitle": "永德县"
            },
            {
              "fid": "530924",
              "ftitle": "镇康县"
            },
            {
              "fid": "530925",
              "ftitle": "双江拉祜族佤族布朗族傣族自治县"
            },
            {
              "fid": "530926",
              "ftitle": "耿马傣族佤族自治县"
            },
            {
              "fid": "530927",
              "ftitle": "沧源佤族自治县"
            }
          ]
        }
      ]
    },
    {
      "fid": "61",
      "ftitle": "陕西省",
      "fjunior": [
        {
          "fid": "6107",
          "ftitle": "汉中市",
          "fjunior": [
            {
              "fid": "610701",
              "ftitle": "市辖区"
            },
            {
              "fid": "610702",
              "ftitle": "汉台区"
            },
            {
              "fid": "610721",
              "ftitle": "南郑县"
            },
            {
              "fid": "610722",
              "ftitle": "城固县"
            },
            {
              "fid": "610723",
              "ftitle": "洋县"
            },
            {
              "fid": "610724",
              "ftitle": "西乡县"
            },
            {
              "fid": "610725",
              "ftitle": "勉县"
            },
            {
              "fid": "610726",
              "ftitle": "宁强县"
            },
            {
              "fid": "610727",
              "ftitle": "略阳县"
            },
            {
              "fid": "610728",
              "ftitle": "镇巴县"
            },
            {
              "fid": "610729",
              "ftitle": "留坝县"
            },
            {
              "fid": "610730",
              "ftitle": "佛坪县"
            }
          ]
        },
        {
          "fid": "6101",
          "ftitle": "西安市",
          "fjunior": [
            {
              "fid": "610101",
              "ftitle": "市辖区"
            },
            {
              "fid": "610102",
              "ftitle": "新城区"
            },
            {
              "fid": "610103",
              "ftitle": "碑林区"
            },
            {
              "fid": "610104",
              "ftitle": "莲湖区"
            },
            {
              "fid": "610105",
              "ftitle": "西高经济技术产业开发区"
            },
            {
              "fid": "610106",
              "ftitle": "杨陵区"
            },
            {
              "fid": "610111",
              "ftitle": "灞桥区"
            },
            {
              "fid": "610112",
              "ftitle": "未央区"
            },
            {
              "fid": "610113",
              "ftitle": "雁塔区"
            },
            {
              "fid": "610114",
              "ftitle": "阎良区"
            },
            {
              "fid": "610115",
              "ftitle": "临潼区"
            },
            {
              "fid": "610121",
              "ftitle": "长安县"
            },
            {
              "fid": "610122",
              "ftitle": "蓝田县"
            },
            {
              "fid": "610124",
              "ftitle": "周至县"
            },
            {
              "fid": "610125",
              "ftitle": "户县"
            },
            {
              "fid": "610126",
              "ftitle": "高陵县"
            },
            {
              "fid": "610116",
              "ftitle": "长安区"
            },
            {
              "fid": "610127",
              "ftitle": "杨凌农业示范区"
            }
          ]
        },
        {
          "fid": "6102",
          "ftitle": "铜川市",
          "fjunior": [
            {
              "fid": "610201",
              "ftitle": "市辖区"
            },
            {
              "fid": "610202",
              "ftitle": "王益区"
            },
            {
              "fid": "610203",
              "ftitle": "印台区"
            },
            {
              "fid": "610204",
              "ftitle": "耀州区"
            },
            {
              "fid": "610222",
              "ftitle": "宜君县"
            }
          ]
        },
        {
          "fid": "6103",
          "ftitle": "宝鸡市",
          "fjunior": [
            {
              "fid": "610301",
              "ftitle": "市辖区"
            },
            {
              "fid": "610302",
              "ftitle": "渭滨区"
            },
            {
              "fid": "610303",
              "ftitle": "金台区"
            },
            {
              "fid": "610304",
              "ftitle": "陈仓区"
            },
            {
              "fid": "610321",
              "ftitle": "宝鸡县"
            },
            {
              "fid": "610322",
              "ftitle": "凤翔县"
            },
            {
              "fid": "610323",
              "ftitle": "岐山县"
            },
            {
              "fid": "610324",
              "ftitle": "扶风县"
            },
            {
              "fid": "610326",
              "ftitle": "眉县"
            },
            {
              "fid": "610327",
              "ftitle": "陇县"
            },
            {
              "fid": "610328",
              "ftitle": "千阳县"
            },
            {
              "fid": "610329",
              "ftitle": "麟游县"
            },
            {
              "fid": "610330",
              "ftitle": "凤县"
            },
            {
              "fid": "610331",
              "ftitle": "太白县"
            }
          ]
        },
        {
          "fid": "6104",
          "ftitle": "咸阳市",
          "fjunior": [
            {
              "fid": "610401",
              "ftitle": "市辖区"
            },
            {
              "fid": "610402",
              "ftitle": "秦都区"
            },
            {
              "fid": "610403",
              "ftitle": "杨陵区"
            },
            {
              "fid": "610404",
              "ftitle": "渭城区"
            },
            {
              "fid": "610422",
              "ftitle": "三原县"
            },
            {
              "fid": "610423",
              "ftitle": "泾阳县"
            },
            {
              "fid": "610424",
              "ftitle": "乾县"
            },
            {
              "fid": "610425",
              "ftitle": "礼泉县"
            },
            {
              "fid": "610426",
              "ftitle": "永寿县"
            },
            {
              "fid": "610427",
              "ftitle": "彬县"
            },
            {
              "fid": "610428",
              "ftitle": "长武县"
            },
            {
              "fid": "610429",
              "ftitle": "旬邑县"
            },
            {
              "fid": "610430",
              "ftitle": "淳化县"
            },
            {
              "fid": "610431",
              "ftitle": "武功县"
            },
            {
              "fid": "610481",
              "ftitle": "兴平市"
            }
          ]
        },
        {
          "fid": "6105",
          "ftitle": "渭南市",
          "fjunior": [
            {
              "fid": "610501",
              "ftitle": "市辖区"
            },
            {
              "fid": "610502",
              "ftitle": "临渭区"
            },
            {
              "fid": "610521",
              "ftitle": "华县"
            },
            {
              "fid": "610522",
              "ftitle": "潼关县"
            },
            {
              "fid": "610523",
              "ftitle": "大荔县"
            },
            {
              "fid": "610524",
              "ftitle": "合阳县"
            },
            {
              "fid": "610525",
              "ftitle": "澄城县"
            },
            {
              "fid": "610526",
              "ftitle": "蒲城县"
            },
            {
              "fid": "610527",
              "ftitle": "白水县"
            },
            {
              "fid": "610528",
              "ftitle": "富平县"
            },
            {
              "fid": "610581",
              "ftitle": "韩城市"
            },
            {
              "fid": "610582",
              "ftitle": "华阴市"
            }
          ]
        },
        {
          "fid": "6106",
          "ftitle": "延安市",
          "fjunior": [
            {
              "fid": "610631",
              "ftitle": "黄龙县"
            },
            {
              "fid": "610632",
              "ftitle": "黄陵县"
            },
            {
              "fid": "610601",
              "ftitle": "市辖区"
            },
            {
              "fid": "610602",
              "ftitle": "宝塔区"
            },
            {
              "fid": "610621",
              "ftitle": "延长县"
            },
            {
              "fid": "610622",
              "ftitle": "延川县"
            },
            {
              "fid": "610623",
              "ftitle": "子长县"
            },
            {
              "fid": "610624",
              "ftitle": "安塞县"
            },
            {
              "fid": "610625",
              "ftitle": "志丹县"
            },
            {
              "fid": "610626",
              "ftitle": "吴起县"
            },
            {
              "fid": "610627",
              "ftitle": "甘泉县"
            },
            {
              "fid": "610628",
              "ftitle": "富县"
            },
            {
              "fid": "610629",
              "ftitle": "洛川县"
            },
            {
              "fid": "610630",
              "ftitle": "宜川县"
            }
          ]
        },
        {
          "fid": "6108",
          "ftitle": "榆林市",
          "fjunior": [
            {
              "fid": "610801",
              "ftitle": "市辖区"
            },
            {
              "fid": "610802",
              "ftitle": "榆阳区"
            },
            {
              "fid": "610821",
              "ftitle": "神木县"
            },
            {
              "fid": "610822",
              "ftitle": "府谷县"
            },
            {
              "fid": "610823",
              "ftitle": "横山县"
            },
            {
              "fid": "610824",
              "ftitle": "靖边县"
            },
            {
              "fid": "610825",
              "ftitle": "定边县"
            },
            {
              "fid": "610826",
              "ftitle": "绥德县"
            },
            {
              "fid": "610827",
              "ftitle": "米脂县"
            },
            {
              "fid": "610828",
              "ftitle": "佳县"
            },
            {
              "fid": "610829",
              "ftitle": "吴堡县"
            },
            {
              "fid": "610830",
              "ftitle": "清涧县"
            },
            {
              "fid": "610831",
              "ftitle": "子洲县"
            }
          ]
        },
        {
          "fid": "6109",
          "ftitle": "安康市",
          "fjunior": [
            {
              "fid": "610901",
              "ftitle": "市辖区"
            },
            {
              "fid": "610902",
              "ftitle": "汉滨区"
            },
            {
              "fid": "610921",
              "ftitle": "汉阴县"
            },
            {
              "fid": "610922",
              "ftitle": "石泉县"
            },
            {
              "fid": "610923",
              "ftitle": "宁陕县"
            },
            {
              "fid": "610924",
              "ftitle": "紫阳县"
            },
            {
              "fid": "610925",
              "ftitle": "岚皋县"
            },
            {
              "fid": "610926",
              "ftitle": "平利县"
            },
            {
              "fid": "610927",
              "ftitle": "镇坪县"
            },
            {
              "fid": "610928",
              "ftitle": "旬阳县"
            },
            {
              "fid": "610929",
              "ftitle": "白河县"
            }
          ]
        },
        {
          "fid": "6125",
          "ftitle": "商洛地区",
          "fjunior": [
            {
              "fid": "612501",
              "ftitle": "商州市"
            },
            {
              "fid": "612522",
              "ftitle": "洛南县"
            },
            {
              "fid": "612523",
              "ftitle": "丹凤县"
            },
            {
              "fid": "612524",
              "ftitle": "商南县"
            },
            {
              "fid": "612525",
              "ftitle": "山阳县"
            },
            {
              "fid": "612526",
              "ftitle": "镇安县"
            },
            {
              "fid": "612527",
              "ftitle": "柞水县"
            },
            {
              "fid": "612528",
              "ftitle": "市辖区"
            }
          ]
        },
        {
          "fid": "6110",
          "ftitle": "商洛市",
          "fjunior": [
            {
              "fid": "611002",
              "ftitle": "商州区"
            },
            {
              "fid": "611021",
              "ftitle": "洛南县"
            },
            {
              "fid": "611022",
              "ftitle": "丹凤县"
            },
            {
              "fid": "611023",
              "ftitle": "商南县"
            },
            {
              "fid": "611024",
              "ftitle": "山阳县"
            },
            {
              "fid": "611025",
              "ftitle": "镇安县"
            },
            {
              "fid": "611026",
              "ftitle": "柞水县"
            }
          ]
        }
      ]
    },
    {
      "fid": "52",
      "ftitle": "贵州省",
      "fjunior": [
        {
          "fid": "5204",
          "ftitle": "安顺市",
          "fjunior": [
            {
              "fid": "520401",
              "ftitle": "市辖区"
            },
            {
              "fid": "520402",
              "ftitle": "西秀区"
            },
            {
              "fid": "520421",
              "ftitle": "平坝县"
            },
            {
              "fid": "520422",
              "ftitle": "普定县"
            },
            {
              "fid": "520423",
              "ftitle": "镇宁布依族苗族自治县"
            },
            {
              "fid": "520424",
              "ftitle": "关岭布依族苗族自治县"
            },
            {
              "fid": "520425",
              "ftitle": "紫云苗族布依族自治县"
            }
          ]
        },
        {
          "fid": "5222",
          "ftitle": "铜仁地区",
          "fjunior": [
            {
              "fid": "522201",
              "ftitle": "铜仁市"
            },
            {
              "fid": "522202",
              "ftitle": "市辖区"
            },
            {
              "fid": "522222",
              "ftitle": "江口县"
            },
            {
              "fid": "522223",
              "ftitle": "玉屏侗族自治县"
            },
            {
              "fid": "522224",
              "ftitle": "石阡县"
            },
            {
              "fid": "522225",
              "ftitle": "思南县"
            },
            {
              "fid": "522226",
              "ftitle": "印江土家族苗族自治县"
            },
            {
              "fid": "522227",
              "ftitle": "德江县"
            },
            {
              "fid": "522228",
              "ftitle": "沿河土家族自治县"
            },
            {
              "fid": "522229",
              "ftitle": "松桃苗族自治县"
            },
            {
              "fid": "522230",
              "ftitle": "万山特区"
            },
            {
              "fid": "522231",
              "ftitle": "碧江区"
            }
          ]
        },
        {
          "fid": "5223",
          "ftitle": "黔西南布依族苗族自治州",
          "fjunior": [
            {
              "fid": "522301",
              "ftitle": "兴义市"
            },
            {
              "fid": "522322",
              "ftitle": "兴仁县"
            },
            {
              "fid": "522323",
              "ftitle": "普安县"
            },
            {
              "fid": "522324",
              "ftitle": "晴隆县"
            },
            {
              "fid": "522325",
              "ftitle": "贞丰县"
            },
            {
              "fid": "522326",
              "ftitle": "望谟县"
            },
            {
              "fid": "522327",
              "ftitle": "册亨县"
            },
            {
              "fid": "522328",
              "ftitle": "安龙县"
            }
          ]
        },
        {
          "fid": "5224",
          "ftitle": "毕节地区",
          "fjunior": [
            {
              "fid": "522401",
              "ftitle": "毕节市"
            },
            {
              "fid": "522402",
              "ftitle": "市辖区"
            },
            {
              "fid": "522422",
              "ftitle": "大方县"
            },
            {
              "fid": "522423",
              "ftitle": "黔西县"
            },
            {
              "fid": "522424",
              "ftitle": "金沙县"
            },
            {
              "fid": "522425",
              "ftitle": "织金县"
            },
            {
              "fid": "522426",
              "ftitle": "纳雍县"
            },
            {
              "fid": "522427",
              "ftitle": "威宁彝族回族苗族自治"
            },
            {
              "fid": "522428",
              "ftitle": "赫章县"
            },
            {
              "fid": "522429",
              "ftitle": "七星关区"
            }
          ]
        },
        {
          "fid": "5226",
          "ftitle": "黔东南苗族侗族自治州",
          "fjunior": [
            {
              "fid": "522601",
              "ftitle": "凯里市"
            },
            {
              "fid": "522622",
              "ftitle": "黄平县"
            },
            {
              "fid": "522623",
              "ftitle": "施秉县"
            },
            {
              "fid": "522624",
              "ftitle": "三穗县"
            },
            {
              "fid": "522625",
              "ftitle": "镇远县"
            },
            {
              "fid": "522626",
              "ftitle": "岑巩县"
            },
            {
              "fid": "522627",
              "ftitle": "天柱县"
            },
            {
              "fid": "522628",
              "ftitle": "锦屏县"
            },
            {
              "fid": "522629",
              "ftitle": "剑河县"
            },
            {
              "fid": "522630",
              "ftitle": "台江县"
            },
            {
              "fid": "522631",
              "ftitle": "黎平县"
            },
            {
              "fid": "522632",
              "ftitle": "榕江县"
            },
            {
              "fid": "522633",
              "ftitle": "从江县"
            },
            {
              "fid": "522634",
              "ftitle": "雷山县"
            },
            {
              "fid": "522635",
              "ftitle": "麻江县"
            },
            {
              "fid": "522636",
              "ftitle": "丹寨县"
            }
          ]
        },
        {
          "fid": "5227",
          "ftitle": "黔南布依族苗族自治州",
          "fjunior": [
            {
              "fid": "522701",
              "ftitle": "都匀市"
            },
            {
              "fid": "522702",
              "ftitle": "福泉市"
            },
            {
              "fid": "522722",
              "ftitle": "荔波县"
            },
            {
              "fid": "522723",
              "ftitle": "贵定县"
            },
            {
              "fid": "522725",
              "ftitle": "瓮安县"
            },
            {
              "fid": "522726",
              "ftitle": "独山县"
            },
            {
              "fid": "522727",
              "ftitle": "平塘县"
            },
            {
              "fid": "522728",
              "ftitle": "罗甸县"
            },
            {
              "fid": "522729",
              "ftitle": "长顺县"
            },
            {
              "fid": "522730",
              "ftitle": "龙里县"
            },
            {
              "fid": "522731",
              "ftitle": "惠水县"
            },
            {
              "fid": "522732",
              "ftitle": "三都水族自治县"
            }
          ]
        },
        {
          "fid": "5201",
          "ftitle": "贵阳市",
          "fjunior": [
            {
              "fid": "520101",
              "ftitle": "市辖区"
            },
            {
              "fid": "520102",
              "ftitle": "南明区"
            },
            {
              "fid": "520103",
              "ftitle": "云岩区"
            },
            {
              "fid": "520111",
              "ftitle": "花溪区"
            },
            {
              "fid": "520112",
              "ftitle": "乌当区"
            },
            {
              "fid": "520113",
              "ftitle": "白云区"
            },
            {
              "fid": "520114",
              "ftitle": "小河区"
            },
            {
              "fid": "520121",
              "ftitle": "开阳县"
            },
            {
              "fid": "520122",
              "ftitle": "息烽县"
            },
            {
              "fid": "520123",
              "ftitle": "修文县"
            },
            {
              "fid": "520181",
              "ftitle": "清镇市"
            },
            {
              "fid": "520182",
              "ftitle": "观山湖区"
            }
          ]
        },
        {
          "fid": "5202",
          "ftitle": "六盘水市",
          "fjunior": [
            {
              "fid": "520201",
              "ftitle": "钟山区"
            },
            {
              "fid": "520202",
              "ftitle": "市辖区"
            },
            {
              "fid": "520203",
              "ftitle": "六枝特区"
            },
            {
              "fid": "520204",
              "ftitle": "中山区"
            },
            {
              "fid": "520221",
              "ftitle": "水城县"
            },
            {
              "fid": "520222",
              "ftitle": "盘县"
            }
          ]
        },
        {
          "fid": "5203",
          "ftitle": "遵义市",
          "fjunior": [
            {
              "fid": "520322",
              "ftitle": "桐梓县"
            },
            {
              "fid": "520323",
              "ftitle": "绥阳县"
            },
            {
              "fid": "520324",
              "ftitle": "正安县"
            },
            {
              "fid": "520325",
              "ftitle": "道真仡佬族苗族自治县"
            },
            {
              "fid": "520326",
              "ftitle": "务川仡佬族苗族自治县"
            },
            {
              "fid": "520327",
              "ftitle": "凤冈县"
            },
            {
              "fid": "520328",
              "ftitle": "湄潭县"
            },
            {
              "fid": "520329",
              "ftitle": "余庆县"
            },
            {
              "fid": "520330",
              "ftitle": "习水县"
            },
            {
              "fid": "520381",
              "ftitle": "赤水市"
            },
            {
              "fid": "520382",
              "ftitle": "仁怀市"
            },
            {
              "fid": "520301",
              "ftitle": "市辖区"
            },
            {
              "fid": "520302",
              "ftitle": "红花岗区"
            },
            {
              "fid": "520303",
              "ftitle": "汇川区"
            },
            {
              "fid": "520321",
              "ftitle": "遵义县"
            }
          ]
        },
        {
          "fid": "5205",
          "ftitle": "毕节市",
          "fjunior": [
            {
              "fid": "520502",
              "ftitle": "七星关区"
            },
            {
              "fid": "520521",
              "ftitle": "大方县"
            },
            {
              "fid": "520522",
              "ftitle": "黔西县"
            },
            {
              "fid": "520523",
              "ftitle": "金沙县"
            },
            {
              "fid": "520524",
              "ftitle": "织金县"
            },
            {
              "fid": "520525",
              "ftitle": "纳雍县"
            },
            {
              "fid": "520526",
              "ftitle": "威宁彝族回族苗族自治县"
            },
            {
              "fid": "520527",
              "ftitle": "赫章县"
            }
          ]
        },
        {
          "fid": "5206",
          "ftitle": "铜仁市",
          "fjunior": [
            {
              "fid": "520602",
              "ftitle": "碧江区"
            },
            {
              "fid": "520603",
              "ftitle": "万山区"
            },
            {
              "fid": "520621",
              "ftitle": "江口县"
            },
            {
              "fid": "520622",
              "ftitle": "玉屏侗族自治县"
            },
            {
              "fid": "520623",
              "ftitle": "石阡县"
            },
            {
              "fid": "520624",
              "ftitle": "思南县"
            },
            {
              "fid": "520625",
              "ftitle": "印江土家族苗族自治县"
            },
            {
              "fid": "520626",
              "ftitle": "德江县"
            },
            {
              "fid": "520627",
              "ftitle": "沿河土家族自治县"
            },
            {
              "fid": "520628",
              "ftitle": "松桃苗族自治县"
            }
          ]
        }
      ]
    },
    {
      "fid": "63",
      "ftitle": "青海省",
      "fjunior": [
        {
          "fid": "6301",
          "ftitle": "西宁市",
          "fjunior": [
            {
              "fid": "630101",
              "ftitle": "市辖区"
            },
            {
              "fid": "630102",
              "ftitle": "城东区"
            },
            {
              "fid": "630103",
              "ftitle": "城中区"
            },
            {
              "fid": "630104",
              "ftitle": "城西区"
            },
            {
              "fid": "630105",
              "ftitle": "城北区"
            },
            {
              "fid": "630121",
              "ftitle": "大通回族土族自治县"
            },
            {
              "fid": "630122",
              "ftitle": "湟中县"
            },
            {
              "fid": "630123",
              "ftitle": "湟源县"
            }
          ]
        },
        {
          "fid": "6321",
          "ftitle": "海东地区",
          "fjunior": [
            {
              "fid": "632121",
              "ftitle": "平安县"
            },
            {
              "fid": "632122",
              "ftitle": "民和回族土族自治县"
            },
            {
              "fid": "632123",
              "ftitle": "乐都县"
            },
            {
              "fid": "632126",
              "ftitle": "互助土族自治县"
            },
            {
              "fid": "632127",
              "ftitle": "化隆回族自治县"
            },
            {
              "fid": "632128",
              "ftitle": "循化撒拉族自治县"
            }
          ]
        },
        {
          "fid": "6322",
          "ftitle": "海北藏族自治州",
          "fjunior": [
            {
              "fid": "632221",
              "ftitle": "门源回族自治县"
            },
            {
              "fid": "632222",
              "ftitle": "祁连县"
            },
            {
              "fid": "632223",
              "ftitle": "海晏县"
            },
            {
              "fid": "632224",
              "ftitle": "刚察县"
            }
          ]
        },
        {
          "fid": "6323",
          "ftitle": "黄南藏族自治州",
          "fjunior": [
            {
              "fid": "632321",
              "ftitle": "同仁县"
            },
            {
              "fid": "632322",
              "ftitle": "尖扎县"
            },
            {
              "fid": "632323",
              "ftitle": "泽库县"
            },
            {
              "fid": "632324",
              "ftitle": "河南蒙古族自治县"
            }
          ]
        },
        {
          "fid": "6325",
          "ftitle": "海南藏族自治州",
          "fjunior": [
            {
              "fid": "632521",
              "ftitle": "共和县"
            },
            {
              "fid": "632522",
              "ftitle": "同德县"
            },
            {
              "fid": "632523",
              "ftitle": "贵德县"
            },
            {
              "fid": "632524",
              "ftitle": "兴海县"
            },
            {
              "fid": "632525",
              "ftitle": "贵南县"
            }
          ]
        },
        {
          "fid": "6326",
          "ftitle": "果洛藏族自治州",
          "fjunior": [
            {
              "fid": "632621",
              "ftitle": "玛沁县"
            },
            {
              "fid": "632622",
              "ftitle": "班玛县"
            },
            {
              "fid": "632623",
              "ftitle": "甘德县"
            },
            {
              "fid": "632624",
              "ftitle": "达日县"
            },
            {
              "fid": "632625",
              "ftitle": "久治县"
            },
            {
              "fid": "632626",
              "ftitle": "玛多县"
            }
          ]
        },
        {
          "fid": "6327",
          "ftitle": "玉树藏族自治州",
          "fjunior": [
            {
              "fid": "632721",
              "ftitle": "玉树县"
            },
            {
              "fid": "632722",
              "ftitle": "杂多县"
            },
            {
              "fid": "632723",
              "ftitle": "称多县"
            },
            {
              "fid": "632724",
              "ftitle": "治多县"
            },
            {
              "fid": "632725",
              "ftitle": "囊谦县"
            },
            {
              "fid": "632726",
              "ftitle": "曲麻莱县"
            }
          ]
        },
        {
          "fid": "6328",
          "ftitle": "海西蒙古族藏族自治州",
          "fjunior": [
            {
              "fid": "632801",
              "ftitle": "格尔木市"
            },
            {
              "fid": "632802",
              "ftitle": "德令哈市"
            },
            {
              "fid": "632821",
              "ftitle": "乌兰县"
            },
            {
              "fid": "632822",
              "ftitle": "都兰县"
            },
            {
              "fid": "632823",
              "ftitle": "天峻县"
            }
          ]
        }
      ]
    },
    {
      "fid": "64",
      "ftitle": "宁夏回族自治区",
      "fjunior": [
        {
          "fid": "6401",
          "ftitle": "银川市",
          "fjunior": [
            {
              "fid": "640101",
              "ftitle": "市辖区"
            },
            {
              "fid": "640102",
              "ftitle": "城区"
            },
            {
              "fid": "640103",
              "ftitle": "新城区"
            },
            {
              "fid": "640104",
              "ftitle": "兴庆区"
            },
            {
              "fid": "640106",
              "ftitle": "金凤区"
            },
            {
              "fid": "640111",
              "ftitle": "郊区"
            },
            {
              "fid": "640121",
              "ftitle": "永宁县"
            },
            {
              "fid": "640122",
              "ftitle": "贺兰县"
            },
            {
              "fid": "640105",
              "ftitle": "西夏区"
            },
            {
              "fid": "640181",
              "ftitle": "灵武市"
            }
          ]
        },
        {
          "fid": "6402",
          "ftitle": "石嘴山市",
          "fjunior": [
            {
              "fid": "640201",
              "ftitle": "市辖区"
            },
            {
              "fid": "640202",
              "ftitle": "大武口区"
            },
            {
              "fid": "640203",
              "ftitle": "石嘴山区"
            },
            {
              "fid": "640204",
              "ftitle": "石炭井区"
            },
            {
              "fid": "640205",
              "ftitle": "惠农区"
            },
            {
              "fid": "640221",
              "ftitle": "平罗县"
            },
            {
              "fid": "640222",
              "ftitle": "陶乐县"
            },
            {
              "fid": "640223",
              "ftitle": "惠农县"
            }
          ]
        },
        {
          "fid": "6403",
          "ftitle": "吴忠市",
          "fjunior": [
            {
              "fid": "640301",
              "ftitle": "市辖区"
            },
            {
              "fid": "640302",
              "ftitle": "利通区"
            },
            {
              "fid": "640303",
              "ftitle": "红寺堡区"
            },
            {
              "fid": "640323",
              "ftitle": "盐池县"
            },
            {
              "fid": "640324",
              "ftitle": "同心县"
            },
            {
              "fid": "640381",
              "ftitle": "青铜峡市"
            },
            {
              "fid": "640382",
              "ftitle": "灵武市"
            }
          ]
        },
        {
          "fid": "6404",
          "ftitle": "固原市",
          "fjunior": [
            {
              "fid": "640401",
              "ftitle": "沙坡头区"
            },
            {
              "fid": "640402",
              "ftitle": "原州区"
            },
            {
              "fid": "640403",
              "ftitle": "市辖区"
            },
            {
              "fid": "640422",
              "ftitle": "西吉县"
            },
            {
              "fid": "640423",
              "ftitle": "隆德县"
            },
            {
              "fid": "640424",
              "ftitle": "泾源县"
            },
            {
              "fid": "640425",
              "ftitle": "彭阳县"
            }
          ]
        },
        {
          "fid": "6405",
          "ftitle": "中卫市",
          "fjunior": [
            {
              "fid": "640502",
              "ftitle": "沙坡头区"
            },
            {
              "fid": "640521",
              "ftitle": "中宁县"
            },
            {
              "fid": "640522",
              "ftitle": "海原县"
            }
          ]
        },
        {
          "fid": "6422",
          "ftitle": "固原地区",
          "fjunior": [
            {
              "fid": "642201",
              "ftitle": "原州区"
            },
            {
              "fid": "642221",
              "ftitle": "固原县"
            },
            {
              "fid": "642222",
              "ftitle": "海原县"
            },
            {
              "fid": "642223",
              "ftitle": "西吉县"
            },
            {
              "fid": "642224",
              "ftitle": "隆德县"
            },
            {
              "fid": "642225",
              "ftitle": "泾源县"
            },
            {
              "fid": "642226",
              "ftitle": "彭阳县"
            },
            {
              "fid": "642227",
              "ftitle": "市辖区"
            }
          ]
        },
        {
          "fid": "6423",
          "ftitle": "灵武市",
          "fjunior": [

          ]
        }
      ]
    },
    {
      "fid": "65",
      "ftitle": "新疆维吾尔自治区",
      "fjunior": [
        {
          "fid": "6521",
          "ftitle": "吐鲁番地区",
          "fjunior": [
            {
              "fid": "652101",
              "ftitle": "吐鲁番市"
            },
            {
              "fid": "652122",
              "ftitle": "鄯善县"
            },
            {
              "fid": "652123",
              "ftitle": "托克逊县"
            }
          ]
        },
        {
          "fid": "6522",
          "ftitle": "哈密地区",
          "fjunior": [
            {
              "fid": "652201",
              "ftitle": "哈密市"
            },
            {
              "fid": "652222",
              "ftitle": "巴里坤哈萨克自治县"
            },
            {
              "fid": "652223",
              "ftitle": "伊吾县"
            }
          ]
        },
        {
          "fid": "6523",
          "ftitle": "昌吉回族自治州",
          "fjunior": [
            {
              "fid": "652301",
              "ftitle": "昌吉市"
            },
            {
              "fid": "652302",
              "ftitle": "阜康市"
            },
            {
              "fid": "652303",
              "ftitle": "米泉市"
            },
            {
              "fid": "652323",
              "ftitle": "呼图壁县"
            },
            {
              "fid": "652324",
              "ftitle": "玛纳斯县"
            },
            {
              "fid": "652325",
              "ftitle": "奇台县"
            },
            {
              "fid": "652327",
              "ftitle": "吉木萨尔县"
            },
            {
              "fid": "652328",
              "ftitle": "木垒哈萨克自治县"
            }
          ]
        },
        {
          "fid": "6527",
          "ftitle": "博尔塔拉蒙古自治州",
          "fjunior": [
            {
              "fid": "652701",
              "ftitle": "博乐市"
            },
            {
              "fid": "652722",
              "ftitle": "精河县"
            },
            {
              "fid": "652723",
              "ftitle": "温泉县"
            },
            {
              "fid": "652724",
              "ftitle": "阿拉山口市"
            }
          ]
        },
        {
          "fid": "6528",
          "ftitle": "巴音郭楞蒙古自治州",
          "fjunior": [
            {
              "fid": "652801",
              "ftitle": "库尔勒市"
            },
            {
              "fid": "652822",
              "ftitle": "轮台县"
            },
            {
              "fid": "652823",
              "ftitle": "尉犁县"
            },
            {
              "fid": "652824",
              "ftitle": "若羌县"
            },
            {
              "fid": "652825",
              "ftitle": "且末县"
            },
            {
              "fid": "652826",
              "ftitle": "焉耆回族自治县"
            },
            {
              "fid": "652827",
              "ftitle": "和静县"
            },
            {
              "fid": "652828",
              "ftitle": "和硕县"
            },
            {
              "fid": "652829",
              "ftitle": "博湖县"
            }
          ]
        },
        {
          "fid": "6529",
          "ftitle": "阿克苏地区",
          "fjunior": [
            {
              "fid": "652901",
              "ftitle": "阿克苏市"
            },
            {
              "fid": "652922",
              "ftitle": "温宿县"
            },
            {
              "fid": "652923",
              "ftitle": "库车县"
            },
            {
              "fid": "652924",
              "ftitle": "沙雅县"
            },
            {
              "fid": "652925",
              "ftitle": "新和县"
            },
            {
              "fid": "652926",
              "ftitle": "拜城县"
            },
            {
              "fid": "652927",
              "ftitle": "乌什县"
            },
            {
              "fid": "652928",
              "ftitle": "阿瓦提县"
            },
            {
              "fid": "652929",
              "ftitle": "柯坪县"
            },
            {
              "fid": "652930",
              "ftitle": "阿拉尔市"
            }
          ]
        },
        {
          "fid": "6530",
          "ftitle": "克孜勒苏柯尔克孜自治州",
          "fjunior": [
            {
              "fid": "653001",
              "ftitle": "阿图什市"
            },
            {
              "fid": "653022",
              "ftitle": "阿克陶县"
            },
            {
              "fid": "653023",
              "ftitle": "阿合奇县"
            },
            {
              "fid": "653024",
              "ftitle": "乌恰县"
            }
          ]
        },
        {
          "fid": "6501",
          "ftitle": "乌鲁木齐市",
          "fjunior": [
            {
              "fid": "650101",
              "ftitle": "市辖区"
            },
            {
              "fid": "650102",
              "ftitle": "天山区"
            },
            {
              "fid": "650103",
              "ftitle": "沙依巴克区"
            },
            {
              "fid": "650104",
              "ftitle": "新市区"
            },
            {
              "fid": "650105",
              "ftitle": "水磨沟区"
            },
            {
              "fid": "650106",
              "ftitle": "头屯河区"
            },
            {
              "fid": "650107",
              "ftitle": "达坂城区"
            },
            {
              "fid": "650108",
              "ftitle": "东山区"
            },
            {
              "fid": "650109",
              "ftitle": "米东区"
            },
            {
              "fid": "650121",
              "ftitle": "乌鲁木齐县"
            }
          ]
        },
        {
          "fid": "6540",
          "ftitle": "伊犁哈萨克自治州",
          "fjunior": [
            {
              "fid": "654002",
              "ftitle": "伊宁市"
            },
            {
              "fid": "654003",
              "ftitle": "奎屯市"
            },
            {
              "fid": "654004",
              "ftitle": "独山子"
            },
            {
              "fid": "654021",
              "ftitle": "伊宁县"
            },
            {
              "fid": "654022",
              "ftitle": "察布查尔锡伯自治县"
            },
            {
              "fid": "654023",
              "ftitle": "霍城县"
            },
            {
              "fid": "654024",
              "ftitle": "巩留县"
            },
            {
              "fid": "654025",
              "ftitle": "新源县"
            },
            {
              "fid": "654026",
              "ftitle": "昭苏县"
            },
            {
              "fid": "654027",
              "ftitle": "特克斯县"
            },
            {
              "fid": "654028",
              "ftitle": "尼勒克县"
            }
          ]
        },
        {
          "fid": "6541",
          "ftitle": "伊犁地区",
          "fjunior": [
            {
              "fid": "654121",
              "ftitle": "伊宁县"
            },
            {
              "fid": "654122",
              "ftitle": "察布查尔锡伯自治县"
            },
            {
              "fid": "654123",
              "ftitle": "霍城县"
            },
            {
              "fid": "654124",
              "ftitle": "巩留县"
            },
            {
              "fid": "654125",
              "ftitle": "新源县"
            },
            {
              "fid": "654126",
              "ftitle": "昭苏县"
            },
            {
              "fid": "654127",
              "ftitle": "特克斯县"
            },
            {
              "fid": "654128",
              "ftitle": "尼勒克县"
            }
          ]
        },
        {
          "fid": "6542",
          "ftitle": "塔城地区",
          "fjunior": [
            {
              "fid": "654201",
              "ftitle": "塔城市"
            },
            {
              "fid": "654202",
              "ftitle": "乌苏市"
            },
            {
              "fid": "654221",
              "ftitle": "额敏县"
            },
            {
              "fid": "654223",
              "ftitle": "沙湾县"
            },
            {
              "fid": "654224",
              "ftitle": "托里县"
            },
            {
              "fid": "654225",
              "ftitle": "裕民县"
            },
            {
              "fid": "654226",
              "ftitle": "和布克赛尔蒙古自治县"
            }
          ]
        },
        {
          "fid": "6543",
          "ftitle": "阿勒泰地区",
          "fjunior": [
            {
              "fid": "654301",
              "ftitle": "阿勒泰市"
            },
            {
              "fid": "654302",
              "ftitle": "北屯镇"
            },
            {
              "fid": "654321",
              "ftitle": "布尔津县"
            },
            {
              "fid": "654322",
              "ftitle": "富蕴县"
            },
            {
              "fid": "654323",
              "ftitle": "福海县"
            },
            {
              "fid": "654324",
              "ftitle": "哈巴河县"
            },
            {
              "fid": "654325",
              "ftitle": "青河县"
            },
            {
              "fid": "654326",
              "ftitle": "吉木乃县"
            },
            {
              "fid": "654327",
              "ftitle": "北屯市"
            }
          ]
        },
        {
          "fid": "6502",
          "ftitle": "克拉玛依市",
          "fjunior": [
            {
              "fid": "650201",
              "ftitle": "市辖区"
            },
            {
              "fid": "650202",
              "ftitle": "独山子区"
            },
            {
              "fid": "650203",
              "ftitle": "克拉玛依区"
            },
            {
              "fid": "650204",
              "ftitle": "白碱滩区"
            },
            {
              "fid": "650205",
              "ftitle": "乌尔禾区"
            },
            {
              "fid": "650206",
              "ftitle": "金龙镇"
            }
          ]
        },
        {
          "fid": "6590",
          "ftitle": "自治区直辖县级行政区划",
          "fjunior": [
            {
              "fid": "659001",
              "ftitle": "石河子市"
            },
            {
              "fid": "659002",
              "ftitle": "阿拉尔市"
            },
            {
              "fid": "659003",
              "ftitle": "图木舒克市"
            },
            {
              "fid": "659004",
              "ftitle": "五家渠市"
            }
          ]
        },
        {
          "fid": "6531",
          "ftitle": "喀什地区",
          "fjunior": [
            {
              "fid": "653101",
              "ftitle": "喀什市"
            },
            {
              "fid": "653121",
              "ftitle": "疏附县"
            },
            {
              "fid": "653122",
              "ftitle": "疏勒县"
            },
            {
              "fid": "653123",
              "ftitle": "英吉沙县"
            },
            {
              "fid": "653124",
              "ftitle": "泽普县"
            },
            {
              "fid": "653125",
              "ftitle": "莎车县"
            },
            {
              "fid": "653126",
              "ftitle": "叶城县"
            },
            {
              "fid": "653127",
              "ftitle": "麦盖提县"
            },
            {
              "fid": "653128",
              "ftitle": "岳普湖县"
            },
            {
              "fid": "653129",
              "ftitle": "伽师县"
            },
            {
              "fid": "653130",
              "ftitle": "巴楚县"
            },
            {
              "fid": "653131",
              "ftitle": "塔什库尔干塔吉克自治县"
            }
          ]
        },
        {
          "fid": "6532",
          "ftitle": "和田地区",
          "fjunior": [
            {
              "fid": "653201",
              "ftitle": "和田市"
            },
            {
              "fid": "653221",
              "ftitle": "和田县"
            },
            {
              "fid": "653222",
              "ftitle": "墨玉县"
            },
            {
              "fid": "653223",
              "ftitle": "皮山县"
            },
            {
              "fid": "653224",
              "ftitle": "洛浦县"
            },
            {
              "fid": "653225",
              "ftitle": "策勒县"
            },
            {
              "fid": "653226",
              "ftitle": "于田县"
            },
            {
              "fid": "653227",
              "ftitle": "民丰县"
            }
          ]
        }
      ]
    },
    {
      "fid": "62",
      "ftitle": "甘肃省",
      "fjunior": [
        {
          "fid": "6230",
          "ftitle": "甘南藏族自治州",
          "fjunior": [
            {
              "fid": "623001",
              "ftitle": "合作市"
            },
            {
              "fid": "623021",
              "ftitle": "临潭县"
            },
            {
              "fid": "623022",
              "ftitle": "卓尼县"
            },
            {
              "fid": "623023",
              "ftitle": "舟曲县"
            },
            {
              "fid": "623024",
              "ftitle": "迭部县"
            },
            {
              "fid": "623025",
              "ftitle": "玛曲县"
            },
            {
              "fid": "623026",
              "ftitle": "碌曲县"
            },
            {
              "fid": "623027",
              "ftitle": "夏河县"
            }
          ]
        },
        {
          "fid": "6202",
          "ftitle": "嘉峪关市",
          "fjunior": [
            {
              "fid": "620201",
              "ftitle": "雄关区"
            },
            {
              "fid": "620202",
              "ftitle": "长城区"
            },
            {
              "fid": "620203",
              "ftitle": "镜铁区"
            }
          ]
        },
        {
          "fid": "6203",
          "ftitle": "金昌市",
          "fjunior": [
            {
              "fid": "620301",
              "ftitle": "市辖区"
            },
            {
              "fid": "620302",
              "ftitle": "金川区"
            },
            {
              "fid": "620321",
              "ftitle": "永昌县"
            }
          ]
        },
        {
          "fid": "6204",
          "ftitle": "白银市",
          "fjunior": [
            {
              "fid": "620401",
              "ftitle": "市辖区"
            },
            {
              "fid": "620402",
              "ftitle": "白银区"
            },
            {
              "fid": "620403",
              "ftitle": "平川区"
            },
            {
              "fid": "620421",
              "ftitle": "靖远县"
            },
            {
              "fid": "620422",
              "ftitle": "会宁县"
            },
            {
              "fid": "620423",
              "ftitle": "景泰县"
            }
          ]
        },
        {
          "fid": "6205",
          "ftitle": "天水市",
          "fjunior": [
            {
              "fid": "620501",
              "ftitle": "市辖区"
            },
            {
              "fid": "620502",
              "ftitle": "秦州区"
            },
            {
              "fid": "620503",
              "ftitle": "麦积区"
            },
            {
              "fid": "620521",
              "ftitle": "清水县"
            },
            {
              "fid": "620522",
              "ftitle": "秦安县"
            },
            {
              "fid": "620523",
              "ftitle": "甘谷县"
            },
            {
              "fid": "620524",
              "ftitle": "武山县"
            },
            {
              "fid": "620525",
              "ftitle": "张家川回族自治县"
            }
          ]
        },
        {
          "fid": "6221",
          "ftitle": "酒泉地区",
          "fjunior": [
            {
              "fid": "622101",
              "ftitle": "玉门市"
            },
            {
              "fid": "622102",
              "ftitle": "酒泉市"
            },
            {
              "fid": "622103",
              "ftitle": "敦煌市"
            },
            {
              "fid": "622104",
              "ftitle": "肃州区"
            },
            {
              "fid": "622123",
              "ftitle": "金塔县"
            },
            {
              "fid": "622124",
              "ftitle": "肃北蒙古族自治县"
            },
            {
              "fid": "622125",
              "ftitle": "阿克塞哈萨克族自治县"
            },
            {
              "fid": "622126",
              "ftitle": "安西县"
            },
            {
              "fid": "622127",
              "ftitle": "瓜州县"
            },
            {
              "fid": "622128",
              "ftitle": "市辖区"
            }
          ]
        },
        {
          "fid": "6222",
          "ftitle": "张掖地区",
          "fjunior": [
            {
              "fid": "622201",
              "ftitle": "张掖市"
            },
            {
              "fid": "622202",
              "ftitle": "甘州区"
            },
            {
              "fid": "622222",
              "ftitle": "肃南裕固族自治县"
            },
            {
              "fid": "622223",
              "ftitle": "民乐县"
            },
            {
              "fid": "622224",
              "ftitle": "临泽县"
            },
            {
              "fid": "622225",
              "ftitle": "高台县"
            },
            {
              "fid": "622226",
              "ftitle": "山丹县"
            },
            {
              "fid": "622227",
              "ftitle": "市辖区"
            }
          ]
        },
        {
          "fid": "6223",
          "ftitle": "武威地区",
          "fjunior": [
            {
              "fid": "622301",
              "ftitle": "武威市"
            },
            {
              "fid": "622302",
              "ftitle": "凉州区"
            },
            {
              "fid": "622322",
              "ftitle": "民勤县"
            },
            {
              "fid": "622323",
              "ftitle": "古浪县"
            },
            {
              "fid": "622326",
              "ftitle": "天祝藏族自治县"
            },
            {
              "fid": "622327",
              "ftitle": "市辖区"
            }
          ]
        },
        {
          "fid": "6224",
          "ftitle": "定西地区",
          "fjunior": [
            {
              "fid": "622401",
              "ftitle": "安定区"
            },
            {
              "fid": "622421",
              "ftitle": "定西县"
            },
            {
              "fid": "622424",
              "ftitle": "通渭县"
            },
            {
              "fid": "622425",
              "ftitle": "陇西县"
            },
            {
              "fid": "622426",
              "ftitle": "渭源县"
            },
            {
              "fid": "622427",
              "ftitle": "临洮县"
            },
            {
              "fid": "622428",
              "ftitle": "漳县"
            },
            {
              "fid": "622429",
              "ftitle": "岷县"
            },
            {
              "fid": "622430",
              "ftitle": "市辖区"
            }
          ]
        },
        {
          "fid": "6226",
          "ftitle": "陇南地区",
          "fjunior": [
            {
              "fid": "622621",
              "ftitle": "武都县"
            },
            {
              "fid": "622623",
              "ftitle": "宕昌县"
            },
            {
              "fid": "622624",
              "ftitle": "成县"
            },
            {
              "fid": "622625",
              "ftitle": "康县"
            },
            {
              "fid": "622626",
              "ftitle": "文县"
            },
            {
              "fid": "622627",
              "ftitle": "西和县"
            },
            {
              "fid": "622628",
              "ftitle": "礼县"
            },
            {
              "fid": "622629",
              "ftitle": "两当县"
            },
            {
              "fid": "622630",
              "ftitle": "徽县"
            },
            {
              "fid": "622631",
              "ftitle": "市辖区"
            }
          ]
        },
        {
          "fid": "6227",
          "ftitle": "平凉地区",
          "fjunior": [
            {
              "fid": "622701",
              "ftitle": "平凉市"
            },
            {
              "fid": "622702",
              "ftitle": "崆峒区"
            },
            {
              "fid": "622722",
              "ftitle": "泾川县"
            },
            {
              "fid": "622723",
              "ftitle": "灵台县"
            },
            {
              "fid": "622724",
              "ftitle": "崇信县"
            },
            {
              "fid": "622725",
              "ftitle": "华亭县"
            },
            {
              "fid": "622726",
              "ftitle": "庄浪县"
            },
            {
              "fid": "622727",
              "ftitle": "静宁县"
            },
            {
              "fid": "622728",
              "ftitle": "市辖区"
            }
          ]
        },
        {
          "fid": "6228",
          "ftitle": "庆阳地区",
          "fjunior": [
            {
              "fid": "622801",
              "ftitle": "西峰市"
            },
            {
              "fid": "622802",
              "ftitle": "庆城县"
            },
            {
              "fid": "622821",
              "ftitle": "庆阳县"
            },
            {
              "fid": "622822",
              "ftitle": "环县"
            },
            {
              "fid": "622823",
              "ftitle": "华池县"
            },
            {
              "fid": "622824",
              "ftitle": "合水县"
            },
            {
              "fid": "622825",
              "ftitle": "正宁县"
            },
            {
              "fid": "622826",
              "ftitle": "宁县"
            },
            {
              "fid": "622827",
              "ftitle": "镇原县"
            },
            {
              "fid": "622828",
              "ftitle": "市辖区"
            }
          ]
        },
        {
          "fid": "6229",
          "ftitle": "临夏回族自治州",
          "fjunior": [
            {
              "fid": "622901",
              "ftitle": "临夏市"
            },
            {
              "fid": "622921",
              "ftitle": "临夏县"
            },
            {
              "fid": "622922",
              "ftitle": "康乐县"
            },
            {
              "fid": "622923",
              "ftitle": "永靖县"
            },
            {
              "fid": "622924",
              "ftitle": "广河县"
            },
            {
              "fid": "622925",
              "ftitle": "和政县"
            },
            {
              "fid": "622926",
              "ftitle": "东乡族自治县"
            },
            {
              "fid": "622927",
              "ftitle": "积石山保安族东乡族撒拉族自治县"
            }
          ]
        },
        {
          "fid": "6201",
          "ftitle": "兰州市",
          "fjunior": [
            {
              "fid": "620101",
              "ftitle": "市辖区"
            },
            {
              "fid": "620102",
              "ftitle": "城关区"
            },
            {
              "fid": "620103",
              "ftitle": "七里河区"
            },
            {
              "fid": "620104",
              "ftitle": "西固区"
            },
            {
              "fid": "620105",
              "ftitle": "安宁区"
            },
            {
              "fid": "620111",
              "ftitle": "红古区"
            },
            {
              "fid": "620121",
              "ftitle": "永登县"
            },
            {
              "fid": "620122",
              "ftitle": "皋兰县"
            },
            {
              "fid": "620123",
              "ftitle": "榆中县"
            }
          ]
        },
        {
          "fid": "6206",
          "ftitle": "武威市",
          "fjunior": [
            {
              "fid": "620602",
              "ftitle": "凉州区"
            },
            {
              "fid": "620621",
              "ftitle": "民勤县"
            },
            {
              "fid": "620622",
              "ftitle": "古浪县"
            },
            {
              "fid": "620623",
              "ftitle": "天祝藏族自治县"
            }
          ]
        },
        {
          "fid": "6207",
          "ftitle": "张掖市",
          "fjunior": [
            {
              "fid": "620702",
              "ftitle": "甘州区"
            },
            {
              "fid": "620721",
              "ftitle": "肃南裕固族自治县"
            },
            {
              "fid": "620722",
              "ftitle": "民乐县"
            },
            {
              "fid": "620723",
              "ftitle": "临泽县"
            },
            {
              "fid": "620724",
              "ftitle": "高台县"
            },
            {
              "fid": "620725",
              "ftitle": "山丹县"
            }
          ]
        },
        {
          "fid": "6208",
          "ftitle": "平凉市",
          "fjunior": [
            {
              "fid": "620802",
              "ftitle": "崆峒区"
            },
            {
              "fid": "620821",
              "ftitle": "泾川县"
            },
            {
              "fid": "620822",
              "ftitle": "灵台县"
            },
            {
              "fid": "620823",
              "ftitle": "崇信县"
            },
            {
              "fid": "620824",
              "ftitle": "华亭县"
            },
            {
              "fid": "620825",
              "ftitle": "庄浪县"
            },
            {
              "fid": "620826",
              "ftitle": "静宁县"
            },
            {
              "fid": "620827",
              "ftitle": "镇原县"
            }
          ]
        },
        {
          "fid": "6209",
          "ftitle": "酒泉市",
          "fjunior": [
            {
              "fid": "620902",
              "ftitle": "肃州区"
            },
            {
              "fid": "620921",
              "ftitle": "金塔县"
            },
            {
              "fid": "620922",
              "ftitle": "瓜州县"
            },
            {
              "fid": "620923",
              "ftitle": "肃北蒙古族自治县"
            },
            {
              "fid": "620924",
              "ftitle": "阿克塞哈萨克族自治县"
            },
            {
              "fid": "620981",
              "ftitle": "玉门市"
            },
            {
              "fid": "620982",
              "ftitle": "敦煌市"
            }
          ]
        },
        {
          "fid": "6210",
          "ftitle": "庆阳市",
          "fjunior": [
            {
              "fid": "621002",
              "ftitle": "西峰区"
            },
            {
              "fid": "621021",
              "ftitle": "庆城县"
            },
            {
              "fid": "621022",
              "ftitle": "环县"
            },
            {
              "fid": "621023",
              "ftitle": "华池县"
            },
            {
              "fid": "621024",
              "ftitle": "合水县"
            },
            {
              "fid": "621025",
              "ftitle": "正宁县"
            },
            {
              "fid": "621026",
              "ftitle": "宁县"
            },
            {
              "fid": "621027",
              "ftitle": "镇原县"
            }
          ]
        },
        {
          "fid": "6211",
          "ftitle": "定西市",
          "fjunior": [
            {
              "fid": "621102",
              "ftitle": "安定区"
            },
            {
              "fid": "621121",
              "ftitle": "通渭县"
            },
            {
              "fid": "621122",
              "ftitle": "陇西县"
            },
            {
              "fid": "621123",
              "ftitle": "渭源县"
            },
            {
              "fid": "621124",
              "ftitle": "临洮县"
            },
            {
              "fid": "621125",
              "ftitle": "漳县"
            },
            {
              "fid": "621126",
              "ftitle": "岷县"
            }
          ]
        },
        {
          "fid": "6212",
          "ftitle": "陇南市",
          "fjunior": [
            {
              "fid": "621202",
              "ftitle": "武都区"
            },
            {
              "fid": "621221",
              "ftitle": "成县"
            },
            {
              "fid": "621222",
              "ftitle": "文县"
            },
            {
              "fid": "621223",
              "ftitle": "宕昌县"
            },
            {
              "fid": "621224",
              "ftitle": "康县"
            },
            {
              "fid": "621225",
              "ftitle": "西和县"
            },
            {
              "fid": "621226",
              "ftitle": "礼县"
            },
            {
              "fid": "621227",
              "ftitle": "徽县"
            },
            {
              "fid": "621228",
              "ftitle": "两当县"
            }
          ]
        }
      ]
    },
    {
      "fid": "81",
      "ftitle": "香港",
      "fjunior": [

      ]
    },
    {
      "fid": "91",
      "ftitle": "澳门",
      "fjunior": [

      ]
    },
    {
      "fid": "92",
      "ftitle": "台湾",
      "fjunior": [
        {
          "fid": "9201",
          "ftitle": "高雄市",
          "fjunior": [

          ]
        }
      ]
    }
  ]
}
module.exports = {
  districtjson: DistirctJson.districtjson,
}